Repository: LMSCloud/Koha-LMSCloud
Catalog: misc/translator/po/*-marc-NORMARC.po
Languages: te

source: &amp;biblionumber=
te: & amp;బిబ్లియోనంబర్ =

source: (autofylt)
te: (ఆటోఫైల్ట్)

source: +and+(bib-level:a+or+bib-level:b)
te: + మరియు + (అతిగావాగు స్థాయి: A + లేదా + అతిగావాగు స్థాయి: B)

source: ,complete-subfield
te: పూర్తి-ఉపశాఖ

source: /cgi-bin/koha/catalogue/search.pl?q=Host-item:
te: ? CGI-బిన్ / koha / కేటలాగ్ / search.pl q = హోస్ట్ ఐటెం:

source: /cgi-bin/koha/catalogue/search.pl?q=au:
te: /cgi-bin/కోహా/కేటలాగ్/search.pl?q=au:

source: /cgi-bin/koha/catalogue/search.pl?q=se:
te: /cgi-bin/కోహా/కేటలాగ్/search.pl?q=se:

source: /cgi-bin/koha/catalogue/search.pl?q=su
te: CGI-బిన్ / koha / కేటలాగ్ / search.pl? q = su

source: /cgi-bin/koha/catalogue/search.pl?q=ti,phr:
te: CGI-బిన్ / koha / కేటలాగ్ / search.pl q = టి, PHR?:

source: /cgi-bin/koha/opac-search.pl?q=Host-item:
te: ? CGI-బిన్ / koha / opac-search.pl q = హోస్ట్ ఐటెం:

source: /cgi-bin/koha/opac-search.pl?q=se:
te: /cgi-bin/కోహా/opac-search.pl?q=se:

source: 0 Fullstendig beskrivelse
te: 0 ఫుల్‌స్టెండిగ్ బెస్క్రివెల్సే

source: 0 Norges nasjonalbibliografi, autorisert post
te: 0 నోర్జెస్ నాస్జోనాల్బిబ్లియోగ్రాఫి, ఆటోరిసర్ట్ పోస్ట్

source: 00 Type materiale:
te: 00 మెటీరియల్ టైప్ చేయండి:

source: 00-04 Systemgenerert informasjon
te: 00-04 సిస్టమ్ సృష్టించిన సమాచారం

source: 00-05 Registreringsdato
te: 00-05 నమోదు తేది

source: 000 - Bygging av postens hode &rsaquo; Cataloging &rsaquo; Koha
te: 000 - నిర్మాణం av పోస్ట్ యొక్క అధిపతి &rsaquo; కేతలొగింగ్ &rsaquo; కొహ

source: 000 - Postens hode
te: 000 - పోస్టెన్స్ హోడ్

source: 007 Fysisk beskrivelse av dokumentet
te: 007 పత్రం యొక్క భౌతిక వివరణ

source: 007 feltbygger &rsaquo; Cataloging &rsaquo; Koha
te: 007 ఫీల్డ్ బిల్డర్ &rsaquo; కాటలాగింగ్ &rsaquo; కోహా

source: 008 Informasjonskoder
te: 008 సమాచార సంకేతాలు

source: 05 Postens status
te: 05 స్థితిని పోస్ట్ చేస్తుంది

source: 06 Dateringskode/Utgivelsesstatus
te: 06 తేదీ కోడ్/విడుదల స్థితి

source: 06 Materialtype
te: 06 మెటీరియల్ రకం

source: 07 Bibliografisk kategori
te: 07 బిబ్లియోగ్రాఫిస్క్ కేటగిరి

source: 07-10 Årstall 1
te: 07-10 సంవత్సరం 1

source: 08-16 Systemgenerert informasjon
te: 08-16 సిస్టమ్ సృష్టించిన సమాచారం

source: 1 Norges nasjonalbibliografi, uautorisert post
te: 1 నార్వేజియన్ నేషనల్ బిబ్లియోగ్రఫీ, అనధికార పోస్ట్

source: 11-14 Årstall 2
te: 11-14 సంవత్సరం 2

source: 15-17 Utgivelsesland
te: 15-17 ప్రచురణ దేశం

source: 17 Beskrivelsesnivå
te: 17 వివరణ స్థాయి

source: 18-23 Systemgenerert informasjon
te: 18-23 సిస్టమ్ సృష్టించిన సమాచారం

source: 2 Biblioteksentralen, autorisert post
te: 2 లైబ్రరీ సెంట్రల్, అధీకృత పోస్ట్

source: 3 Biblioteksentralen, uautorisert post
te: 3 లైబ్రరీ సెంటర్, అనధికార మెయిల్

source: 35-37 Språk
te: 35-37 భాష

source: 38 Udefinert
te: 38 నిర్వచించబడలేదు

source: 39 Katalogiseringskilde
te: 39 కాటలాగింగ్ మూలం

source: 4 BIBSYS, autorisert post
te: 4 BIBSYS, అధీకృత మెయిల్

source: 5 BIBSYS, uautorisert post
te: 5 BIBSYS, అనధికార మెయిల్

source: 5 Foreløpig katalogisering.
te: 5 ప్రాథమిక జాబితా.

source: 9 Annen kilde
te: 9 మరొక మూలం

source: ; Format:
te: ; ఫార్మాట్:

source: ; Innhold:
te: ; విషయాలు:

source: ; Litterær form:
te: ; సాహిత్య రూపం:

source: ; Målgruppe:
te: ; లక్ష్య సమూహం:

source: ; Type maskinlesbar fil:
te: ; మాస్కిన్స్‌బార్ ఫిల్ అని టైప్ చేయండి:

source: ; Type periodikum:
te: ; ఆవర్తన టైప్ చేయండి:

source: Adressebøker
te: చిరునామా పుస్తకాలు

source: Analytics:
te: అనలిటిక్స్:

source: Anamorfisk kart
te: అనామోర్ఫిస్క్ కార్ట్

source: Andre typer innhold
te: ఇతర రకాల కంటెంట్

source: Andre typer periodika
te: ఇతర రకాల పత్రికలు

source: Anmeldelser
te: సమీక్షలు

source: Annen filmtype
te: ఇతర చిత్ర రకం

source: Annen globustype
te: ఇతర గ్లోబ్ రకం

source: Annen karttype
te: ఇతర మ్యాప్ రకం

source: Annen materialtype
te: ఇతర పదార్థ రకం

source: Annen mikroformtype
te: ఇతర మైక్రోఫార్మ్ రకం

source: Annen tale/annet
te: ఇతర ప్రసంగం/ఇతర

source: Annen type gjenstand
te: ఇతర రకం అంశం

source: Annen type videoopptak
te: ఇతర రకాల వీడియో రికార్డింగ్

source: Annet lagringsmedium
te: ఇతర నిల్వ మీడియా

source: Annet lydmateriale
te: ఇతర ఆడియో పదార్థం

source: Antologi
te: ఆంథాలజీ

source: Artikler (i bøker eller periodika)
te: వ్యాసాలు (పుస్తకాలు లేదా పత్రికలలో)

source: Atlas
te: భౌగోళిక పటం

source: Audio file
te: ఆడియో ఫైల్

source: Availability:
te: అందుబాటు:

source: Avbryt
te: రద్దు చేయండి

source: Avis
te: వార్తాపత్రిక

source: Avløser delvis:
te: పాక్షికంగా భర్తీ చేస్తుంది:

source: Avløser:
te: భర్తీ చేస్తుంది:

source: Avløst av:
te: దీని ద్వారా భర్తీ చేయబడింది:

source: Avspiller med lydfil (eks. Digibøker)
te: ఆడియో ఫైల్‌తో ప్లేయర్ (ఉదా. డిజిబాకర్)

source: Barn i alderen til og med 5 år;
te: 5 సంవత్సరాల వయస్సు మరియు సహా పిల్లలు;

source: Barn og ungdom;
te: పిల్లలు మరియు యువత;

source: Barn over 7 år;
te: 7 సంవత్సరాలు పైబడిన పిల్లలు;

source: Beskrivelse:
te: వివరణ:

source: Bibliografier
te: గ్రంథ పట్టికలు

source: Bibliografiske data
te: బిబ్లియోగ్రాఫిస్కే డేటా

source: Bilde
te: బిల్డే

source: Billedbånd
te: పిక్చర్ టేప్

source: Billedbøker for barn i alderen til og med 5 år;
te: 5 సంవత్సరాల వయస్సు మరియు వాటితో సహా పిల్లల కోసం చిత్ర పుస్తకాలు;

source: Billedbøker for elever på 1. til 3. klassetrinn;
te: 1 నుండి 3 వ తరగతి విద్యార్థులకు చిత్ర పుస్తకాలు;

source: Billedbøker for elever på 4. og 5. klassetrinn;
te: 4 మరియు 5 తరగతుల విద్యార్థులకు చిత్ర పుస్తకాలు;

source: Billedbøker for elever på 6. og 7. klassetrinn;
te: 6 మరియు 7 వ తరగతి విద్యార్థులకు చిత్ర పుస్తకాలు;

source: Billedbøker for elever på ungdomstrinnet;
te: 6 మరియు 7 వ తరగతి విద్యార్థులకు చిత్ర పుస్తకాలు;

source: Billedbøker for voksne;
te: పెద్దలకు చిత్ర పుస్తకాలు;

source: Billedbøker;
te: చిత్ర పుస్తకాలు;

source: Billedkort
te: పిక్చర్ కార్డులు

source: Biografi
te: జీవిత చరిత్ర

source: Biografier
te: జీవిత చరిత్రలు

source: Blokkdiagram
te: బ్లాక్ రేఖాచిత్రం

source: Blu-ray-plate
te: బ్లూ-రే-ప్లేట్

source: Bok
te: పుస్తకం

source: Cancel
te: రద్దు చేయండి

source: Checked out (
te: చెక్ అవుట్ (

source: Click here to access online
te: ఆన్‌లైన్‌లో యాక్సెస్ చేయడానికి ఇక్కడ క్లిక్ చేయండి

source: Collage
te: కోల్లెజ్

source: Damaged (
te: దెబ్బతిన్న (

source: Delvis avløst av:
te: పాక్షికంగా దీని స్థానంలో:

source: Delvis fortsettelse av:
te: దీని పాక్షిక కొనసాగింపు:

source: Delvis gått inn i:
te: పాక్షికంగా ప్రవేశించింది:

source: Delvsi avløst av:
te: డెల్వ్సీ దీని స్థానంలో:

source: Dia
te: డియా

source: Dias
te: డయాస్

source: Dikt
te: కవిత

source: Diorama
te: డయోరమ

source: Diskett
te: డిస్కెట్

source: Diskografier
te: డిస్కోగ్రాఫియర్

source: Doktoravhandlinger/lisensiat-avhandlinger
te: డాక్టోరల్ పరిశోధనలు/లైసెన్సియేట్-పరిశోధనలు

source: Drama
te: డ్రామా

source: Elektroniske ressurser
te: ఎలక్ట్రానిక్ వనరులు

source: Elever på 1. til 3. klassetrinn;
te: 1 నుండి 3 వ తరగతి వరకు విద్యార్థులు;

source: Elever på 4. og 5. klassetrinn;
te: 4 మరియు 5 తరగతుల విద్యార్థులు;

source: Elever på 6. og 7. klassetrinn;
te: 6 మరియు 7 వ తరగతి విద్యార్థులు;

source: Elever på ungdomstrinnet;
te: జూనియర్ హైస్కూల్ విద్యార్థులు;

source: Emne(r):
te: విషయం(లు):

source: Essays
te: ఎస్సేస్

source: Eventyr
te: అద్భుత కథ

source: Fantasikart
te: ఫాంటసీ మ్యాప్

source: Feltbygger for 008 &rsaquo; Katalogisering &rsaquo; Koha
te: ఫీల్డ్ బిల్డర్ కోసం 008 &rsaquo; కాటలాగింగ్ &rsaquo; కోహా

source: Festskrift
te: ఫెస్ట్‌క్రిఫ్ట్

source: Fil
te: ఫిల్

source: Film og video
te: సినిమాలు మరియు వీడియో

source: Filmer og videogrammer
te: ఫిల్మర్ మరియు వీడియోగ్రామర్

source: Filmkassett
te: ఫిల్మ్ క్యాసెట్

source: Filmlydspor
te: సినిమా సౌండ్‌ట్రాక్

source: Filmografier
te: ఫిల్మోగ్రాఫియర్

source: Filmsløyfe
te: ఫిల్మ్ లూప్

source: Filmspole
te: ఫిల్మ్‌స్పోల్

source: Fjernanalysebilde
te: రిమోట్ విశ్లేషణ చిత్రం

source: Fjerntilgang (online)
te: రిమోట్ యాక్సెస్ (ఆన్‌లైన్)

source: Flipover
te: ఫ్లిప్‌చార్ట్

source: Flykart
te: విమాన పటం

source: Font
te: అక్షరశైలి

source: For psykisk utviklingshemmede;
te: మానసిక వికలాంగుల కోసం;

source: Foredrag, taler
te: ఉపన్యాసాలు, ప్రసంగాలు

source: Fortellinger, noveller
te: కథలు, చిన్న కథలు

source: Fortsettelse av:
te: కొనసాగింపు:

source: Fortsettelse i:
te: దీనిలో కొనసాగింపు:

source: Fortsettes av: ...; og ...
te: కొనసాగించడం: ...; మరియు ...

source: Fortsettes delvis i:
te: దీనిలో కొంత భాగం కొనసాగింది:

source: Fotografi
te: ఫోటోగ్రఫీ

source: Fotografi - negativ
te: ఫోటోగ్రఫి - నెగటివ్

source: Fotokart
te: ఫోటోకార్ట్

source: Fotomosaikk
te: ఫోటోమోసైక్

source: Fremføring av alle typer ikke-musikalske produksjoner
te: అన్ని రకాల నాన్-మ్యూజికల్ ప్రొడక్షన్స్ యొక్క ప్రదర్శన

source: Fysiske bøker
te: భౌతిక పుస్తకాలు

source: Generell;
te: జెనరెల్;

source: Grafisk blad
te: గ్రాఫిక్ షీట్

source: Grafisk materiale
te: గ్రాఫిస్క్ మెటీరియల్

source: Grafiske data
te: గ్రాఫిస్కే డేటా

source: Grammofonplate
te: గ్రామోఫోన్ రికార్డ్

source: Gått inn i:
te: ప్రవేశించింది:

source: Har delvis tatt opp:
te: పాక్షికంగా చేపట్టారు:

source: Har tatt opp:
te: రికార్డ్ చేసింది:

source: Hologram
te: హోలోగ్రామ్

source: Hovedoppgaver/diplomoppgaver
te: మాస్టర్స్ థీసిస్/డిప్లొమా థీసిస్

source: Håndbøker
te: మాన్యువల్లు

source: Ikke skjønnlitteratur
te: కల్పన కాదు

source: In transit (
te: ట్రాన్సిట్ లో (

source: In:
te: లో:

source: Interaktivt multimedium
te: ఇంటరాక్టివ్ మల్టీమీడియం

source: Intervjuer
te: ఇంటర్వ్యూవర్

source: Items available for loan:
te: రుణం కోసం అందుబాటులో ఉన్న అంశాలు:

source: Items available for reference:
te: సూచన కోసం అందుబాటులో ఉన్న అంశాలు:

source: Jordglobus
te: భూగోళం

source: Kar
te: కర్

source: Kart
te: కార్ట్

source: Kartografisk materiale
te: కార్టోగ్రాఫిక్ పదార్థం

source: Kartprofil
te: కార్ట్‌ప్రొఫిల్

source: Kartseksjon
te: మ్యాప్ విభాగం

source: Kassett
te: క్యాసెట్

source: Kataloger
te: కేటలాగ్లు

source: Klikk her for online tilgang
te: ఆన్‌లైన్ యాక్సెస్ కోసం ఇక్కడ క్లిక్ చేయండి

source: Klikk her for tilgang
te: ప్రాప్యత కోసం ఇక్కడ క్లిక్ చేయండి

source: Kombidokument
te: కాంబినేషన్ పత్రం

source: Kombidokumenter
te: కాంబినేషన్ పత్రాలు

source: Komedier
te: కొమెడియర్

source: Kompaktplate
te: కాంపాక్ట్ ప్లేట్

source: Konferansepublikasjon
te: సమావేశ ప్రచురణ

source: Konversasjonsleksika
te: సంభాషణ నిఘంటువు

source: Kunstreproduksjon
te: కళ పునరుత్పత్తి

source: Lagringsbrikke
te: నిల్వ చిప్

source: Lettlest;
te: చదవడం సులభం;

source: Lost (
te: కోల్పోయిన (

source: Lover og forskrifter
te: చట్టాలు మరియు నిబంధనలు

source: Lyd
te: లిడ్

source: Lydbok
te: ఆడియోబుక్

source: Lydbånd
te: ఆడియో టేప్

source: Lyder (f.eks. fuglelyder)
te: ధ్వనులు (ఉదా. పక్షి శబ్దాలు)

source: Lydkassett
te: ఆడియో క్యాసెట్

source: Lydopptak
te: ఆడియో రికార్డింగ్

source: Lærebok, brevkurs
te: పాఠ్య పుస్తకం, లేఖ కోర్సు

source: Magnetbåndkassett
te: మాగ్నెటిక్ టేప్ క్యాసెట్

source: Magnetbåndspole
te: మాగ్నెటిక్ టేప్ రీల్

source: Magnetisk-optisk plate
te: మాగ్నెటిక్-ఆప్టికల్ డిస్క్

source: Maleri
te: పెయింటింగ్

source: Manuskripter
te: మాన్యుస్క్రిప్ట్స్

source: Maskinlesbare filer
te: మెషిన్ చదవగలిగే ఫైళ్లు

source: Materialtype:
te: మెటీరియల్ టైప్:

source: Memoarer
te: జ్ఞాపకం

source: Mikro-opak
te: సూక్ష్మ-అపారదర్శక

source: Mikrofilmkassett
te: మైక్రోఫిల్మ్ క్యాసెట్

source: Mikrofilmkort
te: మైక్రోఫిల్మ్ కార్డు

source: Mikrofilmspole
te: మైక్రోఫిల్మ్ కాయిల్

source: Mikroformer
te: మైక్రోఫోర్మర్

source: Mikroskopdia
te: మైక్రోస్కోపీడియా

source: Modell
te: మోడెల్

source: Mon
te: సోమ

source: Monografier
te: మోనోగ్రాఫర్

source: Monografiserie
te: మోనోగ్రాఫిసరీ

source: Mus
te: ముష్

source: Musikk
te: సంగీతం

source: Musikktrykk
te: మ్యూజిక్ ప్రింట్

source: Musikktrykk og lydopptak
te: మ్యూజిక్ ప్రింటింగ్ మరియు సౌండ్ రికార్డింగ్

source: NORMARC-koder for land
te: నోర్మార్క్-కోడేరు ఫర్ ల్యాండ్

source: NORMARC-koder for språk
te: NORMARC-భాషా సంకేతాలు

source: Navigasjonskart
te: నావిగేషన్ మ్యాప్

source: Nettbasert ressurs:
te: ఆన్‌లైన్ వనరు:

source: Nettressurser
te: వెబ్ వనరులు

source: No items available
te: అంశాలు ఏవీ అందుబాటులో లేవు

source: Novelle / fortelling
te: నవల / కోట

source: Numeriske data
te: సంఖ్యా డేటా

source: OK
te: అలాగే

source: OPAC View:
te: ఒపాక్ వీక్షణ:

source: On hold (
te: హోల్డ్‌లో (

source: On order (
te: ఆర్డర్‌లో (

source: Online resources:
te: ఆన్‌లైన్ వనరులు:

source: Online tilgang:
te: ఆన్‌లైన్ యాక్సెస్:

source: Online tjeneste
te: ఆన్‌లైన్ సేవ

source: Open in new window
te: క్రొత్త విండోలో తెరవండి

source: Optisk kassett
te: ఆప్టిస్క్ క్యాసెట్

source: Optisk plate
te: ఆప్టిస్క్ ప్లేట్

source: Optiske lagringsmedia (CD-ROM)
te: ఆప్టిస్కే లాగ్రింగ్స్మీడియా (CD-ROM)

source: Ordbøker
te: నిఘంటువులు

source: Ordkort
te: వర్డ్ కార్డ్

source: Originalt kunstverk
te: కళ యొక్క అసలు పని

source: Ortofoto
te: ఆర్టోఫోటో

source: Oversiktsverker innenfor et emne
te: అవలోకనం ఒక అంశంలో పనిచేస్తుంది

source: Parallelltittel:
te: సమాంతర శీర్షిక:

source: Pekebok
te: పేకేబోక్

source: Per
te: పర్

source: Periodika
te: పీరియాడికా

source: Perspektivkart
te: పెర్స్పెక్టివ్కార్ట్

source: Plakat
te: ప్లాకాట్

source: Plan
te: ప్రణాలిక

source: Planet- eller måneglobus
te: ప్లానెట్ లేదా మూన్ గ్లోబ్

source: Plansje
te: ప్రణాళిక

source: Platelager (harddisk)
te: ప్లేట్‌లేజర్ (హార్డ్‌డిస్క్)

source: Play this sample
te: ఈ నమూనాను ప్లే చేయండి

source: Postkort
te: పోస్ట్‌కార్డ్

source: Programvare
te: ప్రోగ్రాంవేర్

source: Rapporter, referater
te: నివేదికలు, నిమిషాలు

source: Realia
te: రియలియా

source: Referanseverk
te: సూచన పని

source: Registre
te: నమోదు చేయండి

source: Roman
te: రోమన్

source: Romaner
te: నవలలు

source: Rull (pianorull/orgelrull)
te: రోల్ (పియానో ​​రోల్/ఆర్గాన్ రోల్)

source: Røntgenbilde
te: రోంట్జెన్బిల్డే

source: Sammendrag(abstracts)/Referatorganer
te: సమేంద్రగ్(సారాంశాలు)/రెఫరేటర్‌గేనర్

source: Sammenslåing av: ... ; og ...
te: సామెన్స్లింగ్ అవ: ... ; og ...

source: Samtaler og diskusjoner
te: సంభాషణలు మరియు చర్చలు

source: Selvbiografier
te: ఆత్మకథలు

source: Series:
te: సిరీస్:

source: Show analytics
te: విశ్లేషణలను చూపించు

source: Sjøkart
te: నాటికల్ చార్టులు

source: Skjønnlitteratur
te: ఫిక్షన్

source: Skuespill
te: నాటకాలు

source: Slått sammen med: .., til: ...
te: వీటితో విలీనం చేయబడింది: .., నుండి: ...

source: Sløyfekassett
te: స్లాయిఫెకాసెట్

source: Småbarn;
te: చిన్న పిల్లలు;

source: Spesialisert;
te: ప్రత్యేకమైన;

source: Spill
te: చిందటం

source: Språkkurs
te: భాషా కోర్సు

source: Språkundervisning
te: భాషా బోధన

source: Standardtittel:
te: స్టాండర్డ్ టిట్టెల్:

source: Statistikker
te: గణాంకాలు

source: Stereobilde
te: స్టీరియో చిత్రం

source: Stjerneglobus
te: స్టార్ గ్లోబ్

source: Stjernekart
te: స్టార్ మ్యాప్

source: Storskrift;
te: పెద్ద ముద్రణ;

source: Studieplansje
te: అధ్యయన ప్రణాళిక

source: Suppressed in OPAC
te: ఒపాక్లో అణచివేయబడింది

source: Sylinder
te: సిలిండర్

source: Symbolkort
te: చిహ్నం కార్డు

source: Tegneserie
te: కార్టూన్

source: Tegneserier for barn i alderen til og med 5 år;
te: 5 సంవత్సరాల వయస్సు మరియు సహా పిల్లలకు కామిక్స్;

source: Tegneserier for elever på 1. til 3. klassetrinn;
te: 1 నుండి 3 వ తరగతి విద్యార్థులకు కామిక్స్;

source: Tegneserier for elever på 4. og 5. klassetrinn;
te: 4 వ మరియు 5 వ తరగతి విద్యార్థులకు కామిక్స్;

source: Tegneserier for elever på 6. og 7. klassetrinn;
te: 6 మరియు 7 వ తరగతి విద్యార్థులకు కామిక్స్;

source: Tegneserier for elever på ungdomstrinnet;
te: ఉన్నత పాఠశాల విద్యార్థులకు కామిక్స్;

source: Tegneserier for voksne;
te: వయోజన కార్టూన్లు;

source: Tegneserier;
te: కార్టూన్లు;

source: Tegnet kart
te: గీసిన మ్యాప్

source: Tegning
te: డ్రాయింగ్

source: Teknisk tegning
te: సాంకేతిక డ్రాయింగ్

source: Tekniske rapporter
te: సాంకేతిక నివేదికలు

source: Tekst
te: వచనం

source: Terrengmodell
te: భూభాగ నమూనా

source: Tidsskrift
te: జర్నల్

source: Transparent
te: పారదర్శక

source: Tre-dimensjonale gjenstander
te: త్రిమితీయ వస్తువులు

source: Tredimensjonale gjenstander
te: త్రిమితీయ వస్తువులు

source: Trykt kart
te: ముద్రించిన మ్యాప్

source: Ukjent;
te: తెలియదు;

source: Undervisning
te: సూచన

source: Ungdom over 12 år;
te: 12 ఏళ్లలోపు యువత;

source: Utgave:
te: ఎడిషన్:

source: Utgiver:
te: ప్రచురణకర్త:

source: Utskilt fra:
te: దీని నుండి వేరు:

source: Utstilling
te: ప్రదర్శన

source: Velg materialtype
te: పదార్థ రకాన్ని ఎంచుకోండి

source: Videokassett
te: వీడియో క్యాసెట్

source: Videokassett (VHS)
te: వీడియో క్యాసెట్ (VHS)

source: Videoplate
te: వీడియోప్లేట్

source: Videoplate (DVD)
te: వీడియో డిస్క్ (DVD)

source: Videospole
te: వీడియో పోల్

source: Vinduskort
te: విండో కార్డు

source: Voksne over 15 år;
te: 15 ఏళ్లు పైబడిన పెద్దలు;

source: Voksne over 18 år;
te: 18 ఏళ్లు పైబడిన పెద్దలు;

source: Voksne;
te: పెద్దలు;

source: Wire
te: వైర్

source: Withdrawn (
te: ఉపసంహరించబడింది (

source: ^ Ikke angitt
te: పేర్కొనలేదు

source: _blank
te: _బ్లాంక్

source: a Analytt til ikke-periodisk dokument
te: ఆవర్తనేతర పత్రానికి విశ్లేషణ

source: a Antatt/forventet utgivelsesår i pos. 7-10
te: పోస్లో ప్రచురణ యొక్క అంచనా/అంచనా సంవత్సరం. 7-10

source: a Kartografisk materiale (unntatt globus)
te: కార్టోగ్రాఫిక్ మెటీరియల్ (గ్లోబ్ మినహా)

source: a Tekstlig materiale
te: ఒక వచన మెటీరియల్

source: b Manuskripter (kap.4)
te: b మనుస్క్రిప్టర్ (కప్ 4)

source: b Serieanalytt
te: b సిరీస్ విశ్లేషణ

source: c Maskinlesbar fil
te: c మెషిన్ రీడబుల్ ఫైల్

source: c Musikktrykk (kap.5)
te: c సంగీత పీడనం (అధ్యాయం 5)

source: c Rettet post
te: c సరిదిద్దబడిన మెయిల్

source: c Samling
te: c సేకరణ

source: c Utgivelsesår i pos. 7-10 og copyrightår i pos. 11-14
te: c లో ప్రచురణ సంవత్సరం. 7-10 మరియు కాపీరైట్ సంవత్సరం పోస్‌లో. 11-14

source: cartographic
te: కార్తోగ్రాఫిక్

source: collection
te: సేకరణ

source: d Globus
te: d గ్లోబస్

source: d Musikkmanuskripter (kap.5)
te: d మ్యూజిక్ మాన్యుస్క్రిప్ట్స్ (చాప్టర్ 5)

source: d Slettet post
te: d తొలగించబడిన ప్రవేశం

source: display:block;
te: ప్రదర్శించడానికి:బ్లాక్;

source: display:block; text-align:right; float:right; width:50%%; padding-left:20px
te: ప్రదర్శన:బ్లాక్; టెక్స్ట్-అలైన్:కుడి; ఫ్లోట్:కుడి; వెడల్పు:50%%; పాడింగ్-ఎడమ:20పిక్స్

source: e Kartografisk materiale (kap.3)
te: e కార్టోగ్రాఫిక్ పదార్థం (అధ్యాయం 3)

source: f Kartmanuskripter (kap.3)
te: f కార్డ్మాన్ స్క్రిప్ట్ (అధ్యాయం 3)

source: g Filmer og videoopptak (kap.7)
te: g సినిమాలు మరియు వీడియో రికార్డింగ్‌లు (అధ్యాయం 7)

source: g Grafisk materiale som er tenkt projisert eller gjennomlyst
te: g అంచనా వేయడానికి లేదా ప్రకాశించటానికి ఉద్దేశించిన గ్రాఫిక్ పదార్థం

source: gra
te: ఆట

source: h Mikroform
te: h మైక్రోఫార్మ్

source: height:100px
te: ఎత్తు: 100 px

source: i Lydopptak (ikke musikk) (kap.6)
te: i ఆడియో రికార్డింగ్‌లో (సంగీతం కాదు) (అధ్యాయం 6)

source: j Lydopptak av musikkverk (kap.6)
te: j సంగీత రచనల సౌండ్ రికార్డింగ్ (అధ్యాయం 6)

source: k Grafisk materiale (kap.8)
te: k గ్రాఫిక్ పదార్థం (అధ్యాయం 8)

source: k Grafisk materiale som er ugjennomtrengelig for lys
te: k గ్రాఫిస్క్ మెటీరియల్ సోమ్ ఎర్ ఉగ్జెన్నోమ్ట్రెంజిలిగ్ ఫర్ లైస్

source: koha:biblionumber:{marc:datafield[@tag=999]/marc:subfield[@code='c']}
te: కోహా:బిబ్లియోసంఖ్య::{marc:datafield[@tag=999]/marc:subfield[@code='c']}

source: kom
te: కోమ్

source: m Film
te: m సినిమా

source: m Maskinlesbare filer (kap.9)
te: m మెషిన్ రీడబుల్ ఫైల్స్ (చాప్టర్ 9)

source: m Monografi
te: m మోనోగ్రాఫ్

source: manuscript
te: మాన్యుస్క్రిప్ట్

source: mixed material
te: మిశ్రమ పదార్థం

source: moving image
te: కదిలే చిత్రం

source: n Ny post
te: n నా పోస్ట్

source: n Ukjent år
te: n తెలియని సంవత్సరం

source: notated music
te: పేర్కొన్న సంగీతం

source: o Kombidokumenter
te: o కాంబినేషన్ పత్రాలు

source: o Opphørt (periodika)
te: o నిలిపివేయబడింది (పత్రికలు)

source: p Analytt til periodikum
te: p ఆవర్తనానికి విశ్లేషించండి

source: p Oppgradert post
te: p అప్‌గ్రేడ్ మెయిల్

source: p År for distribusjon/frigivelse i pos. 7-10 og produksjons-/opptaksperiode i pos. 11-14
te: p పంపిణీలో విడుదల/విడుదల చేసిన సంవత్సరం. 7-10 మరియు పోస్‌లో ఉత్పత్తి/రికార్డింగ్ కాలం. 11-14

source: r Nyutgaveår i pos. 7-10 og originalår i pos. 11-14
te: r పోస్లో కొత్త ఎడిషన్ సంవత్సరం. 7-10 మరియు పోస్‌లో అసలు సంవత్సరం. 11-14

source: r Tre-dimensjonale gjenstander (kap.10)
te: r త్రిమితీయ వస్తువులు (అధ్యాయం 10)

source: s Enkelt år (f.eks. utgivelsesår) i pos. 7-10
te: s ఒకే సంవత్సరం (ఉదా. ప్రచురణ సంవత్సరం) i పోస్. 7-10

source: s Lydopptak
te: s ఆడియో రికార్డింగ్

source: s Periodikum
te: s పీరియడికుమా

source: software, multimedia
te: సాఫ్ట్‌వేర్, మల్టీమీడియా

source: sound recording
te: సౌండ్ రికార్డింగ్

source: still image
te: స్టిల్ ఇమేజ్

source: text
te: పాఠం

source: three dimensional object
te: త్రిమితీయ వస్తువు

source: u Tre-dimensjonal gjenstand
te: u త్రిమితీయ వస్తువు

source: u Ukjent status (periodika)
te: u తెలియని స్థితి (పత్రికలు)

source: v Videoopptak
te: v వీడియో రికార్డింగ్

source: vertical-align:middle
te: vertical-align:మధ్య

source: x Løpende (periodika)
te: x నిరంతర (పత్రికలు)

source: Årbok
te: ఇయర్బుక్

source: Øvelsesmodell
te: వ్యాయామ నమూనా
