Repository: LMSCloud/Koha-LMSCloud
Catalog: misc/translator/po/*-pref.po
Languages: sv

source: acquisitions.pref Printing
sv: acquisitions.pref Utskrift

source: acquisitions.pref#AcqCreateItem# Create an item when
sv: acquisitions.pref#AcqCreateItem# Skapa ett objekt när

source: acquisitions.pref#AcqCreateItem# cataloging the record.
sv: acquisitions.pref#AcqCreateItem# katalogisera posten.

source: acquisitions.pref#AcqCreateItem# placing an order.
sv: acquisitions.pref#AcqCreateItem# genomföra en beställning.

source: acquisitions.pref#AcqCreateItem# receiving an order.
sv: acquisitions.pref#AcqCreateItem# en beställning inkommer.

source: acquisitions.pref#AcqEnableFiles# Do
sv: acquisitions.pref#AcqEnableFiles# Aktivera

source: acquisitions.pref#AcqEnableFiles# Don't
sv: acquisitions.pref#AcqEnableFiles# Aktivera inte

source: acquisitions.pref#AcqEnableFiles# enable the ability to upload and attach arbitrary files to invoices.
sv: acquisitions.pref#AcqEnableFiles# aktivera möjligheten att ladda upp och bifoga vilka filer som helst till fakturor.

source: acquisitions.pref#AcqItemSetSubfieldsWhenReceiptIsCancelled# Upon cancelling a receipt, update the item's subfields if they were created when placing an order (e.g. o=5|a="bar foo"").
sv: acquisitions.pref#AcqItemSetSubfieldsWhenReceiptIsCancelled# När en kvittering avbryts ska objektets underliggande fält uppdateras om de skapades när beställningen genomfördes (t.ex. o=5|a="bar foo"").

source: acquisitions.pref#AcqItemSetSubfieldsWhenReceived# Upon receiving items, update their subfields if they were created when placing an order (e.g. o=5|a="foo bar").
sv: acquisitions.pref#AcqItemSetSubfieldsWhenReceived# När objekt tas emot ska deras underliggande fält uppdateras om de skapades när beställningen genomfördes (t.ex. o=5|a="foo bar").

source: acquisitions.pref#AcqViewBaskets# Show baskets
sv: acquisitions.pref#AcqViewBaskets# Visa korgar

source: acquisitions.pref#AcqViewBaskets# created or managed by staff member.
sv: acquisitions.pref#AcqViewBaskets# skapad eller hanterad av personal.

source: acquisitions.pref#AcqViewBaskets# from staff member's library.
sv: acquisitions.pref#AcqViewBaskets# från den anställdes bibliotek.

source: acquisitions.pref#AcqViewBaskets# in system, regardless of owner.
sv: acquisitions.pref#AcqViewBaskets# i system, oavsett ägare.

source: acquisitions.pref#AcqWarnOnDuplicateInvoice# Do not warn
sv: acquisitions.pref#AcqWarnOnDuplicateInvoice# Varna inte

source: acquisitions.pref#AcqWarnOnDuplicateInvoice# Warn
sv: acquisitions.pref#AcqWarnOnDuplicateInvoice# Varna

source: acquisitions.pref#AcqWarnOnDuplicateInvoice# when the librarian tries to create an invoice with a duplicate number.
sv: acquisitions.pref#AcqWarnOnDuplicateInvoice# när bibliotekarien försöker skapa en faktura med ett duplicerat nummer.

source: acquisitions.pref#BasketConfirmations# When closing or reopening a basket,
sv: acquisitions.pref#BasketConfirmations# När en korg stängs eller öppnas igen,

source: acquisitions.pref#BasketConfirmations# always ask for confirmation.
sv: acquisitions.pref#BasketConfirmations# be alltid om bekräftelse.

source: acquisitions.pref#BasketConfirmations# do not ask for confirmation.
sv: acquisitions.pref#BasketConfirmations# be inte om bekräftelse.

source: acquisitions.pref#ClaimsBccCopy# Don't send
sv: acquisitions.pref#AcqEnableFiles# Aktivera inte

source: acquisitions.pref#ClaimsBccCopy# Send
sv: acquisitions.pref Policy

source: acquisitions.pref#CurrencyFormat# Display currencies using the following format
sv: acquisitions.pref#CurrencyFormat# Visa valutor med följande format

source: acquisitions.pref#MarcFieldsToOrder# <br/>For example:<br/>price: 947$a|947$c<br/>quantity: 969$h<br/>budget_code: 922$a
sv: acquisitions.pref#MarcFieldsToOrder# <8/>Exempelvis:<9/>pris: 947<10/>|947<11/><12/>quantity: 969<13/><14/>budget_code: 922<15/>

source: acquisitions.pref#MarcFieldsToOrder# Set the mapping values for a new order line created from a MARC record in a staged file.
sv: acquisitions.pref#MarcFieldsToOrder# Ställ in mappningsvärden för en ny beställningsrad skapad från en MARC-post i en förberedd fil.

source: acquisitions.pref#MarcFieldsToOrder# You can use the following fields: price, quantity, budget_code, discount, sort1, sort2
sv: acquisitions.pref#MarcFieldsToOrder# Du kan använda följande fält: price, quantity, budget_code, discount, sort1, sort2

source: acquisitions.pref#OrderPdfFormat# English 2-page
sv: acquisitions.pref#OrderPdfFormat# Engelska 2 sidor

source: acquisitions.pref#OrderPdfFormat# English 3-page
sv: acquisitions.pref#OrderPdfFormat# Engelska 3 sidor

source: acquisitions.pref#OrderPdfFormat# French 3-page
sv: acquisitions.pref#OrderPdfFormat# Franska 3 sidor

source: acquisitions.pref#OrderPdfFormat# German 2-page
sv: acquisitions.pref#OrderPdfFormat# Tyska 2 sidor

source: acquisitions.pref#OrderPdfFormat# Use the
sv: acquisitions.pref#OrderPdfFormat# Använd

source: acquisitions.pref#OrderPdfFormat# layout when printing basket groups.
sv: acquisitions.pref#OrderPdfFormat# layout vid utskrift av korggrupper.

source: acquisitions.pref#UniqueItemFields# (separated by a space)
sv: acquisitions.pref#UniqueItemFields# (separerad med ett mellanslag)

source: acquisitions.pref#gist# . Enter in numeric form, 0.12 for 12%. The first item in the list will be selected by default. For more than one value, separate with | (pipe).
sv: acquisitions.pref#gist# . Ange i numerisk format, 0,12 för 12 %. Det första objektet i listan är valt som standard. För fler än ett värde används | (vertikalstreck) som separator.

source: acquisitions.pref#gist# Tax rates are
sv: acquisitions.pref#gist# Skattenivåer är

source: admin.pref CAS authentication
sv: admin.pref CAS-autenticering

source: admin.pref Google OpenID Connect
sv: admin.pref Inloggningsalternativ

source: admin.pref Interface options
sv: admin.pref Gränssnittsalternativ

source: admin.pref Login options
sv: admin.pref Inloggningsalternativ

source: admin.pref SSL client certificate authentication
sv: admin.pref#AllowPkiAuth# fält för SSL-klientcertifikat

source: admin.pref Search Engine
sv: admin.pref Gränssnittsalternativ

source: admin.pref Share anonymous usage statistics
sv: admin.pref Dela anonym användarstatistik

source: admin.pref#AllowPKIAuth# Use
sv: admin.pref#AllowPkiAuth# Använd

source: admin.pref#AllowPKIAuth# field for SSL client certificate authentication
sv: admin.pref#AllowPkiAuth# fält för SSL-klientcertifikat

source: admin.pref#AllowPKIAuth# no
sv: admin.pref#AllowPkiAuth# nej

source: admin.pref#AllowPKIAuth# the Common Name
sv: admin.pref#AllowPkiAuth# "Common Name" (vanligt namn)

source: admin.pref#AllowPKIAuth# the emailAddress
sv: admin.pref#AllowPkiAuth# emailAddress

source: admin.pref#AutoLocation# Don't require
sv: admin.pref#AutoLocation# Kräv inte

source: admin.pref#AutoLocation# Require
sv: admin.pref#AutoLocation# Kräv

source: admin.pref#AutoLocation# staff to log in from a computer in the IP address range <a href="/cgi-bin/koha/admin/branches.pl">specified by their library</a> (if any).
sv: admin.pref#AutoLocation# att personal loggar in från en dator i IP-adressintervallet <22/>som angetts av deras bibliotek<23/> (om ett intervall har angetts).

source: admin.pref#DebugLevel# Show
sv: admin.pref#DebugLevel# Visa

source: admin.pref#DebugLevel# debugging information in the browser when an internal error occurs.
sv: admin.pref#DebugLevel# felsökningsinformation i webbläsaren när ett internt fel inträffar.

source: admin.pref#DebugLevel# lots of
sv: admin.pref#DebugLevel# mycket

source: admin.pref#DebugLevel# no
sv: admin.pref#DebugLevel# nej

source: admin.pref#DebugLevel# some
sv: admin.pref#DebugLevel# en del

source: admin.pref#DefaultToLoggedInLibraryCircRules# logged in library's
sv: admin.pref#UsageStatsLibraryUrl# Bibliotekets URL

source: admin.pref#DefaultToLoggedInLibraryCircRules# rules by default.
sv: admin.pref#delimiter# som standard.

source: admin.pref#GoogleOpenIDConnect# Don't Use
sv: admin.pref#noItemTypeImages# Visa inte

source: admin.pref#GoogleOpenIDConnect# Use
sv: admin.pref#ReplytoDefault# Använd

source: admin.pref#IndependentBranches# Don't prevent
sv: admin.pref#IndependentBranches# Hindra inte

source: admin.pref#IndependentBranches# Prevent
sv: admin.pref#IndependentBranches# Hindra

source: admin.pref#IndependentBranches# staff (but not superlibrarians) from modifying objects (holds, items, patrons, etc.) belonging to other libraries.
sv: admin.pref#IndependentBranches# personal (men inte superbibliotekarier) från att modifiera objekt (reservationer, objekt, låntagare, osv.) som hör till andra bibliotek.

source: admin.pref#IndependentBranchesPatronModifications# Don't prevent
sv: admin.pref#IndependentBranchesPatronModifications# Hindra inte

source: admin.pref#IndependentBranchesPatronModifications# Prevent
sv: admin.pref#IndependentBranchesPatronModifications# Hindra

source: admin.pref#IndependentBranchesPatronModifications# staff (but not superlibrarians) from viewing and approving/denying patron modification requests for patrons belonging to other libraries.
sv: admin.pref#IndependentBranchesPatronModifications# staff (men inte superbibliotekarier) från att visa och godkänna/neka förfrågningar om modifiering av låntagare för låntagare som tillhör andra bibliotek.

source: admin.pref#KohaAdminEmailAddress# Use
sv: admin.pref#KohaAdminEmailAddress# Använd

source: admin.pref#KohaAdminEmailAddress# as the email address for the administrator of Koha. (This is the default From: address for emails unless there is one for the particular library, and is referred to when an internal error occurs.)
sv: admin.pref#KohaAdminEmailAddress# som e-postadress för Kohas administratör. (Detta är avsändaradressen för e-post, om det inte finns en för det specifika biblioteket. Den anges när ett internt fel inträffar.)

source: admin.pref#Persona# Allow
sv: admin.pref#Persona# Tillåt

source: admin.pref#Persona# Don't Allow
sv: admin.pref#Persona# Tillåt inte

source: admin.pref#Persona# Mozilla persona for login
sv: admin.pref#Persona# Mozilla Persona för inloggning

source: admin.pref#ReplytoDefault# Use
sv: admin.pref#ReplytoDefault# Använd

source: admin.pref#ReplytoDefault# as the email address that will be set as the replyto in emails
sv: admin.pref#ReplytoDefault# som svarsadress för e-postmeddelanden

source: admin.pref#ReturnpathDefault# Use
sv: admin.pref#ReturnpathDefault# Använd

source: admin.pref#ReturnpathDefault# as the return path or bounce address for undeliverable mail messages. If you leave this empty, the From address will be used (often defaulting to the admin address).
sv: admin.pref#ReturnpathDefault# som returadress för e-post som inte kan levereras. Om du lämnar detta tomt kommer Från-adressen att användas (vilket ofta som standard är admin-adressen).

source: admin.pref#SearchEngine# Zebra
sv: admin.pref#delimiter# flikar

source: admin.pref#SearchEngine# is the search engine used.
sv: admin.pref#SessionStorage# i en memcached-server.

source: admin.pref#SessionRestrictionByIP# Disable
sv: admin.pref#SessionRestrictionByIP# Inaktivera

source: admin.pref#SessionRestrictionByIP# Enable
sv: admin.pref#SessionRestrictionByIP# Aktivera

source: admin.pref#SessionRestrictionByIP# check for change in remote IP address for session security. Disable only when remote IP address changes frequently.
sv: admin.pref#SessionRestrictionByIP# kontroll av fjärr-IP för sessionssäkerhet. Inaktivera endast när fjärr-IP ofta ändras.

source: admin.pref#SessionStorage# Store login session information
sv: admin.pref#SessionStorage# Lagra information om inloggningssessionen

source: admin.pref#SessionStorage# as temporary files.
sv: admin.pref#SessionStorage# som temporära filer.

source: admin.pref#SessionStorage# in a memcached server.
sv: admin.pref#SessionStorage# i en memcached-server.

source: admin.pref#SessionStorage# in the MySQL database.
sv: admin.pref#SessionStorage# i MySQL-databasen.

source: admin.pref#SessionStorage# in the PostgreSQL database (not supported).
sv: admin.pref#SessionStorage# i PostgreSQL-databasen (stöds inte).

source: admin.pref#UsageStats# Don't share
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStats# Share
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStats# anonymous Koha usage data with the Koha community. You can see the data on the <a href="http://hea.koha-community.org">Hea Koha community website</a>. You have to run misc/cronjobs/share_usage_with_koha_community.pl in a cronjob.
sv: admin.pref#UsageStats# anonyma data om Koha-användning med Koha community. Du kan se dessa data på webbplatsen <24/>Hea Koha community website<25/>. Du måste köra misc/cronjobs/share_usage_with_koha_community.pl i ett cronjobb.

source: admin.pref#UsageStatsCountry#
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Afghanistan
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Albania
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Algeria
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Andorra
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Angola
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Antigua & Deps
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Argentina
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Armenia
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Australia
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Austria
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Azerbaijan
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Bahamas
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Bahrain
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Bangladesh
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Barbados
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Belarus
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Belgium
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Belize
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Benin
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Bhutan
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Bolivia
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Bosnia Herz.
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Botswana
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Brazil
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Brunei
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Bulgaria
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Burkina
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Burundi
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Cambodia
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Cameroon
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Canada
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Cape Verde
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Centr. Afr. Rep
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Chad
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Chile
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# China
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Colombia
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Comoros
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Congo
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Costa Rica
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Croatia
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Cuba
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Cyprus
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Czech Republic
sv: admin.pref#UsageStatsLibraryType# offentligt

source: admin.pref#UsageStatsCountry# Denmark
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Djibouti
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Dominica
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Dominican Rep.
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# East Timor
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Ecuador
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Egypt
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# El Salvador
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Equator. Guinea
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Eritrea
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Estonia
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Ethiopia
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Fiji
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Finland
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# France
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Gabon
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Gambia
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Georgia
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Germany
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Ghana
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Greece
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Grenada
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Guatemala
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Guinea
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Guinea-Bissau
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Guyana
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Haiti
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Honduras
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Hungary
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Iceland
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# India
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Indonesia
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Iran
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Iraq
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Ireland
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Israel
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Italy
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Ivory Coast
sv: admin.pref#UsageStatsLibraryType# företag

source: admin.pref#UsageStatsCountry# Jamaica
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Japan
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Jordan
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Kazakhstan
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Kenya
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Kiribati
sv: admin.pref#UsageStatsLibraryType# privat

source: admin.pref#UsageStatsCountry# Korea North
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Korea South
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Kosovo
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Kuwait
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Kyrgyzstan
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Laos
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Latvia
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Lebanon
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Lesotho
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Liberia
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Libya
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Liechtenstein
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Lithuania
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Luxembourg
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Macedonia
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Madagascar
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Malawi
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Malaysia
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Maldives
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Mali
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Malta
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Marshall Isl.
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Mauritania
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Mauritius
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Mexico
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Micronesia
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Moldova
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Monaco
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Mongolia
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Montenegro
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Morocco
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Mozambique
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Myanmar
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Namibia
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Nauru
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Nepal
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Netherlands
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# New Zealand
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Nicaragua
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Niger
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Nigeria
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Norway
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Note that this value has no effect if the UsageStats system preference is set to "Don't share"
sv: admin.pref#UsageStatsCountry# Detta värde har ingen effekt om systeminställningen för UsageStats är inställd på "Dela inte"

source: admin.pref#UsageStatsCountry# Oman
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Pakistan
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Palau
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Panama
sv: admin.pref#UsageStats# Dela
