Repository: LMSCloud/Koha-LMSCloud
Catalog: misc/translator/po/*-pref.po
Languages: sv

source: searching.pref#TraceCompleteSubfields# subject tracings in the OPAC and Staff Client to search only for complete-subfield matches.
sv: searching.pref#TraceCompleteSubfields# ämneslänkar i OPAC och personalklienten ska endast söka efter kompletta underliggande fält som överensstämmer.

source: searching.pref#TraceSubjectSubdivisions# Don't include
sv: searching.pref#TraceSubjectSubdivisions# Inkludera inte

source: searching.pref#TraceSubjectSubdivisions# Include
sv: searching.pref#TraceSubjectSubdivisions# Inkludera

source: searching.pref#TraceSubjectSubdivisions# subdivisions for searches generated by clicking on subject tracings.
sv: searching.pref#TraceSubjectSubdivisions# uppdelningar för sökningar som genererats av klickningar på ämneslänkar.

source: searching.pref#UNIMARCAuthorsFacetsSeparator# Use the following text as separator for UNIMARC authors facets
sv: searching.pref#UNIMARCAuthorsFacetsSeparator# Använd följande text som separator för författarfasetter i UNIMARC

source: searching.pref#UseICU# ICU Zebra indexing. Please note: This setting will not affect Zebra indexing, it should only be used to tell Koha that you have activated ICU indexing if you have actually done so, since there is no way for Koha to figure this out on its own.
sv: searching.pref#UseICU# ICU Zebra-indexering. Obs! Denna inställning påverkar inte Zebra-indexering, den ska endast användas för att ange att du aktiverat ICU-indexering om du har gjort det, eftersom Koha inte kan ta reda på detta själv.

source: searching.pref#UseICU# Not using
sv: searching.pref#UseICU# Använder inte

source: searching.pref#UseICU# Using
sv: searching.pref#UseICU# Använda

source: searching.pref#UseQueryParser# Do not try
sv: searching.pref#UseQueryParser# Försök inte

source: searching.pref#UseQueryParser# Try
sv: searching.pref#UseQueryParser# Försök att

source: searching.pref#UseQueryParser# to use the QueryParser module for parsing queries. Please note: enabling this will have no impact if you do not have QueryParser installed, and everything will continue to work as usual.
sv: searching.pref#UseQueryParser# använda QueryParser-modulen för att bearbeta frågor. Obs! att aktivera detta har ingen effekt om du inte har installerat QueryParser, och allt kommer att fortsätta att fungera som vanligt.

source: searching.pref#defaultSortField# By default, sort search results in the staff client by
sv: searching.pref#defaultSortField# Sortera som standard sökresultat i personalklienten per

source: searching.pref#defaultSortField# ascending.
sv: searching.pref#defaultSortField# stigande.

source: searching.pref#defaultSortField# author
sv: searching.pref#defaultSortField# författare

source: searching.pref#defaultSortField# call number
sv: searching.pref#defaultSortField# hyllsignatur

source: searching.pref#defaultSortField# date added
sv: searching.pref#defaultSortField# lades till datum

source: searching.pref#defaultSortField# date of publication
sv: searching.pref#defaultSortField# publiceringsdatum

source: searching.pref#defaultSortField# descending.
sv: searching.pref#defaultSortField# fallande.

source: searching.pref#defaultSortField# from A to Z.
sv: searching.pref#defaultSortField# från A till Z.

source: searching.pref#defaultSortField# from Z to A.
sv: searching.pref#defaultSortField# från Z till A.

source: searching.pref#defaultSortField# relevance
sv: searching.pref#defaultSortField# relevans

source: searching.pref#defaultSortField# title
sv: searching.pref#defaultSortField# titel

source: searching.pref#defaultSortField# total number of checkouts
sv: searching.pref#defaultSortField# totalt antal lån

source: searching.pref#displayFacetCount# Don't show
sv: searching.pref#displayFacetCount# Visa inte

source: searching.pref#displayFacetCount# Show
sv: searching.pref#displayFacetCount# Visa

source: searching.pref#displayFacetCount# facet counts. The relevance of these numbers highly depends on the value of the maxRecordsForFacets preference. Applies to OPAC and staff interface.
sv: searching.pref#displayFacetCount# fasettantal. Hur relevanta dessa värden är beror till hög grad på värdet av inställningen maxRecordsForFacets. Gäller OPAC och personalgränssnitt.

source: searching.pref#expandedSearchOption# "More options" on the OPAC and staff advanced search pages.
sv: searching.pref#expandedSearchOption# "Fler alternativ" på OPAC-sidorna och sidorna för avancerad sökning.

source: searching.pref#expandedSearchOption# By default,
sv: searching.pref#expandedSearchOption# Som standard,

source: searching.pref#expandedSearchOption# don't show
sv: searching.pref#expandedSearchOption# visa inte

source: searching.pref#expandedSearchOption# show
sv: searching.pref#expandedSearchOption# visa

source: searching.pref#maxItemsInSearchResults# Show up to
sv: searching.pref#maxItemsInSearchResults# Visa upp till

source: searching.pref#maxItemsInSearchResults# items per biblio in the search results
sv: searching.pref#maxItemsInSearchResults# objekt per biblio i sökresultaten

source: searching.pref#maxRecordsForFacets# Build facets based on
sv: searching.pref#maxRecordsForFacets# Bygga fasetter baserat på

source: searching.pref#maxRecordsForFacets# records from the search results.
sv: searching.pref#maxRecordsForFacets# poster från sökresultaten.

source: searching.pref#numSearchResults# By default, show
sv: searching.pref#numSearchResults# Visa som standard

source: searching.pref#numSearchResults# results per page in the staff client.
sv: searching.pref#numSearchResults# resultat per sida i personalklienten.

source: serials.pref#OPACSerialIssueDisplayCount# Show the
sv: serials.pref#OPACSerialIssueDisplayCount# Visa

source: serials.pref#OPACSerialIssueDisplayCount# previous issues of a serial on the OPAC.
sv: serials.pref#OPACSerialIssueDisplayCount# tidigare nummer av periodika i OPAC.

source: serials.pref#RenewSerialAddsSuggestion# Add
sv: serials.pref#RenewSerialAddsSuggestion# Lägg till

source: serials.pref#RenewSerialAddsSuggestion# Don't add
sv: serials.pref#RenewSerialAddsSuggestion# Lägg inte till

source: serials.pref#RenewSerialAddsSuggestion# a suggestion for a biblio when its attached serial is renewed.
sv: serials.pref#RenewSerialAddsSuggestion# biblio-förslag när ansluten periodika förnyas.

source: serials.pref#RoutingListAddReserves# Don't place
sv: serials.pref#RoutingListAddReserves# Placera inte

source: serials.pref#RoutingListAddReserves# Place
sv: serials.pref#RoutingListAddReserves# Reservera

source: serials.pref#RoutingListAddReserves# received serials on hold if they are on a routing list.
sv: serials.pref#RoutingListAddReserves# mottagna periodika om de finns på en mottagarlista.

source: serials.pref#RoutingListNote# Include following note on all routing lists:
sv: serials.pref#RoutingListNote# Inkludera följande meddelande på alla mottagarlistor:

source: serials.pref#RoutingSerials# Don't use
sv: serials.pref#RoutingSerials# Använd inte

source: serials.pref#RoutingSerials# Use
sv: serials.pref#RoutingSerials# Använd

source: serials.pref#RoutingSerials# the routing list feature in the serials module.
sv: serials.pref#RoutingSerials# funktionen för mottagarlista i periodikamodulen.

source: serials.pref#StaffSerialIssueDisplayCount# Show the
sv: serials.pref#StaffSerialIssueDisplayCount# Visa

source: serials.pref#StaffSerialIssueDisplayCount# previous issues of a serial on the staff client.
sv: serials.pref#StaffSerialIssueDisplayCount# tidigare nummer av periodika i personalklienten.

source: serials.pref#SubscriptionDuplicateDroppedInput# List of fields which must not be rewritten when a subscription is duplicated (Separated by pipe |)
sv: serials.pref#SubscriptionDuplicateDroppedInput# Lista med fält som inte ska skrivas om när en prenumeration dupliceras (separerade med |)

source: serials.pref#SubscriptionHistory# When showing the subscription information for a bibliographic record, preselect
sv: serials.pref#SubscriptionHistory# När prenumerationsinformationen visas för en bibliografisk post, förvälj

source: serials.pref#SubscriptionHistory# brief history
sv: serials.pref#SubscriptionHistory# kort historik

source: serials.pref#SubscriptionHistory# full history
sv: serials.pref#SubscriptionHistory# full historik

source: serials.pref#SubscriptionHistory# view of serial issues.
sv: serials.pref#SubscriptionHistory# vy av periodika.

source: serials.pref#opacSerialDefaultTab# Holdings tab
sv: serials.pref#opacSerialDefaultTab# Reservationsflik

source: serials.pref#opacSerialDefaultTab# Serial Collection tab
sv: serials.pref#opacSerialDefaultTab# Fliken Periodikasamling

source: serials.pref#opacSerialDefaultTab# Show
sv: serials.pref#opacSerialDefaultTab# Visa

source: serials.pref#opacSerialDefaultTab# Subscriptions tab
sv: serials.pref#opacSerialDefaultTab# Prenumerations-fliken

source: serials.pref#opacSerialDefaultTab# as default tab for serials in OPAC. Please note that the Serial Collection tab is currently available only for UNIMARC.
sv: serials.pref#opacSerialDefaultTab# som standardflik för periodika i OPAC. Fliken Periodikasamling är för närvarande endast tillgänglig för UNIMARC.

source: staff_client.pref Appearance
sv: staff_client.pref Utseende

source: staff_client.pref Options
sv: staff_client.pref Alternativ

source: staff_client.pref#AudioAlerts# Don't enable
sv: staff_client.pref#AudioAlerts# Aktivera inte

source: staff_client.pref#AudioAlerts# Enable
sv: staff_client.pref#AudioAlerts# Aktivera

source: staff_client.pref#AudioAlerts# audio alerts for events defined in the audio alerts section of administration.
sv: staff_client.pref#AudioAlerts# ljudnotifieringar för händelser definierade i ljudnotifieringssektionen i administration.

source: staff_client.pref#Display856uAsImage# . Note: The corresponding XSLT option must be turned on.
sv: staff_client.pref#Display856uAsImage# . Kommentar: Motsvarande alternativ för XSLT måste vara aktiverat.

source: staff_client.pref#Display856uAsImage# Both result and detail pages
sv: staff_client.pref#Display856uAsImage# Både resultat- och detaljsidor

source: staff_client.pref#Display856uAsImage# Detail page only
sv: staff_client.pref#Display856uAsImage# Endast detaljsida

source: staff_client.pref#Display856uAsImage# Display the URI in the 856u field as an image on:
sv: staff_client.pref#Display856uAsImage# Visa URI i fältet 856u som en bild på:

source: staff_client.pref#Display856uAsImage# Neither detail or result pages
sv: staff_client.pref#Display856uAsImage# Varken detalj- eller resultatsidor

source: staff_client.pref#Display856uAsImage# Result page
sv: staff_client.pref#Display856uAsImage# Resultatsida

source: staff_client.pref#DisplayIconsXSLT# Don't show
sv: staff_client.pref#DisplayIconsXSLT# Visa inte

source: staff_client.pref#DisplayIconsXSLT# Show
sv: staff_client.pref#DisplayIconsXSLT# Visa

source: staff_client.pref#DisplayIconsXSLT# the format, audience, and material type icons in XSLT MARC21 results and detail pages in the staff client.
sv: staff_client.pref#DisplayIconsXSLT# ikonerna för format, målgrupp och materialtyp i XSLT MARC21-resultaten och i detaljsidorna i personalklienten.

source: staff_client.pref#HidePatronName# Don't show
sv: staff_client.pref#HidePatronName# Visa inte

source: staff_client.pref#HidePatronName# Show
sv: staff_client.pref#HidePatronName# Visa

source: staff_client.pref#HidePatronName# the names of patrons that have items checked out or on hold on detail pages or the "Place Hold" screen.
sv: staff_client.pref#HidePatronName# namnen på låntagare som har objekt till låns eller reserverade på detaljsidorna eller i skärmen "Reservera".

source: staff_client.pref#IntranetCirculationHomeHTML# Show the following HTML in its own div on the bottom of the home page of the circulation module:
sv: staff_client.pref#IntranetmainUserblock# Visa följande HTML i sin egen kolumn på huvudsidan i personalklienten:

source: staff_client.pref#IntranetFavicon# Use the image at
sv: staff_client.pref#IntranetFavicon# Använd bilden vid

source: staff_client.pref#IntranetFavicon# for the Staff Client's favicon. (This should be a complete URL, starting with <code>http://</code>.)
sv: staff_client.pref#IntranetFavicon# för personalklientens favicon. (Detta bör vara en komplett URL, som börjar med <422/>http://<423/>.)

source: staff_client.pref#IntranetNav# Show the following HTML to the left of the More menu at the top of each page on the staff client (should be a list of links or blank):
sv: staff_client.pref#IntranetNav# Visa följande HTML till vänster om menyn Mer längst upp i varje sida på personalklienten (ska vara en lista med länkar eller tom):

source: staff_client.pref#IntranetReportsHomeHTML# Show the following HTML in its own div on the bottom of the home page of the reports module:
sv: staff_client.pref#IntranetmainUserblock# Visa följande HTML i sin egen kolumn på huvudsidan i personalklienten:

source: staff_client.pref#IntranetSlipPrinterJS# Use the following JavaScript for printing slips. Define at least function printThenClose(). For use e.g. with Firefox PlugIn jsPrintSetup, see http://jsprintsetup.mozdev.org/:
sv: staff_client.pref#IntranetSlipPrinterJS# Använd följande JavaScript för att skriva ut kvitteringar. Definiera som minst metoden printThenClose(). För användning med t.ex. Firefox insticksprogram jsPrintSetup, se http://jsprintsetup.mozdev.org/:

source: staff_client.pref#IntranetUserCSS# Include the following CSS on all pages in the staff client:
sv: staff_client.pref#IntranetUserCSS# Inkludera följande CSS på alla sidor i personalklienten:

source: staff_client.pref#IntranetUserJS# Include the following JavaScript on all pages in the staff client:
sv: staff_client.pref#IntranetUserJS# Inkludera följande JavaScript på alla sidor i personalklienten:

source: staff_client.pref#IntranetmainUserblock# Show the following HTML in its own column on the main page of the staff client:
sv: staff_client.pref#IntranetmainUserblock# Visa följande HTML i sin egen kolumn på huvudsidan i personalklienten:

source: staff_client.pref#SlipCSS# Include the stylesheet at
sv: staff_client.pref#SlipCSS# Inkludera stilmallen i

source: staff_client.pref#SlipCSS# on Issue and Hold Slips. (This should be a complete URL, starting with <code>http://</code>.)
sv: staff_client.pref#SlipCSS# på låne- och reservationskvitteringar. (Detta bör vara en komplett URL, som börjar med <426/>http://<427/>.)

source: staff_client.pref#StaffDetailItemSelection# Disable
sv: staff_client.pref#StaffDetailItemSelection# Inaktivera

source: staff_client.pref#StaffDetailItemSelection# Enable
sv: staff_client.pref#StaffDetailItemSelection# Aktivera

source: staff_client.pref#StaffDetailItemSelection# item selection in record detail page.
sv: staff_client.pref#StaffDetailItemSelection# val av objekt i detaljsida för post.

source: staff_client.pref#UseWYSIWYGinSystemPreferences# Don't show
sv: staff_client.pref#UseWYSIWYGinSystemPreferences# Visa inte

source: staff_client.pref#UseWYSIWYGinSystemPreferences# Show
sv: staff_client.pref#UseWYSIWYGinSystemPreferences# Visa

source: staff_client.pref#UseWYSIWYGinSystemPreferences# WYSIWYG editor when editing certain HTML system preferences.
sv: staff_client.pref#UseWYSIWYGinSystemPreferences# WYSIWYG-redigerare vid redigering av vissa HTML-systeminställningar.

source: staff_client.pref#XSLTDetailsDisplay# <br />Options:<ul><li><a href="#" class="set_syspref" data-syspref="XSLTDetailsDisplay" data-value="">Leave empty</a> for "no xslt"</li><li>enter "<a href="#" class="set_syspref" data-syspref="XSLTDetailsDisplay" data-value="default">default</a>" for the default one</li><li>put a path to define a xslt file</li><li>put an URL for an external specific stylesheet.</li></ul>{langcode} will be replaced with current interface language
sv: staff_client.pref#XSLTDetailsDisplay# <447/>Alternativ:<448/><449/><450/>Lämna tomt<451/> för "ingen xslt"<452/><453/>ange "<454/>standardvärde<455/>" för standardvärdet<456/><457/>ange en sökväg för att ställa in en xslt-fil<458/><459/>ange en URL för en specifik extern stilmall.<460/><461/>{langcode} byts ut mot det aktuella gränssnittsspråket

source: staff_client.pref#XSLTDetailsDisplay# Display details in the staff client using XSLT stylesheet at:
sv: staff_client.pref#XSLTDetailsDisplay# Visa detaljer i personalklienten med XSLT-stilmallen:

source: staff_client.pref#XSLTResultsDisplay# <br />Options:<ul><li><a href="#" class="set_syspref" data-syspref="XSLTResultsDisplay" data-value="">Leave empty</a> for "no xslt"</li><li>enter "<a href="#" class="set_syspref" data-syspref="XSLTResultsDisplay" data-value="default">default</a>" for the default one</li><li> put a path to define a xslt file</li><li>put an URL for an external specific stylesheet.</li></ul>{langcode} will be replaced with current interface language
sv: staff_client.pref#XSLTResultsDisplay# <477/>Alternativ:<478/><479/><480/>Lämna tomt<481/> för "ingen xslt"<482/><483/>ange "<484/>standardvärde<485/>" för standardvärdet<486/><487/>ange en sökväg för att ställa in en xslt-fil<488/><489/>ange en URL för en specifik extern stilmall.<490/><491/>{langcode} byts ut mot det aktuella gränssnittsspråket

source: staff_client.pref#XSLTResultsDisplay# Display results in the staff client using XSLT stylesheet at:
sv: staff_client.pref#XSLTResultsDisplay# Visa resultat i personalklienten med XSLT-stilmallen:

source: staff_client.pref#intranet_includes# Use include files from the
sv: staff_client.pref#intranet_includes# Använd include-filer från

source: staff_client.pref#intranet_includes# directory in the template directory, instead of <code>includes/</code>. (Leave blank to disable)
sv: staff_client.pref#intranet_includes# katalog i mallkatalogen, istället för <494/>includes/<495/>. (Lämna tomt för att avaktivera)

source: staff_client.pref#intranetbookbag# Don't show
sv: staff_client.pref#intranetbookbag# Visa inte

source: staff_client.pref#intranetbookbag# Show
sv: staff_client.pref#intranetbookbag# Visa

source: staff_client.pref#intranetbookbag# the cart option in the staff client.
sv: staff_client.pref#intranetbookbag# vagnalternativet i personalklienten.

source: staff_client.pref#intranetcolorstylesheet# Include the additional CSS stylesheet
sv: staff_client.pref#intranetcolorstylesheet# Inkludera annan CSS-stilmall

source: staff_client.pref#intranetcolorstylesheet# to override specified settings from the default stylesheet (leave blank to disable.) Enter just a filename, a full local path or a complete URL starting with <code>http://</code> (if the file lives on a remote server). Please note that if you just enter a filename, the file should be in the css subdirectory for each active theme and language within the Koha templates directory. A full local path is expected to start from your HTTP document root.
sv: staff_client.pref#intranetcolorstylesheet# för att åsidosätta specificerade inställningar från standardstilmallen (lämna tomt för att inaktivera). Ange ett filnamn, en komplett lokal sökväg eller en komplett URL, som börjar på <498/>http://<499/> (om filen finns på en extern server). Om du bara anger ett filnamn, måste filen finnas i css-underkatalogen för varje aktivt tema och språk i Kohas mallkatalog. En komplett lokal sökväg förutsätts starta från HTTP-dokumentets rot.

source: staff_client.pref#intranetstylesheet# Use the CSS stylesheet
sv: staff_client.pref#intranetstylesheet# Använd CSS-stilmallen

source: staff_client.pref#intranetstylesheet# on all pages in the staff interface, instead of the default css (used when leaving this field blank). Enter just a filename, a full local path or a complete URL starting with <code>http://</code> (if the file lives on a remote server). Please note that if you just enter a filename, the file should be in the css subdirectory for each active theme and language within the Koha templates directory. A full local path is expected to start from your HTTP document root.
sv: staff_client.pref#intranetstylesheet# på alla sidor i personalgränssnittet, istället för standardstilmallen (css) (används om detta fält lämnas tomt). Ange ett filnamn, en komplett lokal sökväg eller en komplett URL, som börjar på <502/>http://<503/> (om filen finns på en extern server). Om du bara anger ett filnamn, måste filen finnas i css-underkatalogen för varje aktivt tema och språk i Kohas mallkatalog. En komplett lokal sökväg förutsätts starta från HTTP-dokumentets rot.

source: staff_client.pref#staffClientBaseURL# . Do not include a trailing slash in the URL.
sv: staff_client.pref#staffClientBaseURL# . URL-adressen ska inte ha ett avslutande snedstreck.

source: staff_client.pref#staffClientBaseURL# The staff client is located at http://
sv: staff_client.pref#staffClientBaseURL# Personalklienten finns på http://

source: staff_client.pref#template# Use the
sv: staff_client.pref#template# Använd

source: staff_client.pref#template# theme on the staff interface.
sv: staff_client.pref#template# temat för personalgränssnittet.

source: staff_client.pref#viewISBD# Allow
sv: staff_client.pref#viewISBD# Tillåt

source: staff_client.pref#viewISBD# Don't allow
sv: staff_client.pref#viewISBD# Tillåt inte

source: staff_client.pref#viewISBD# staff to view records in ISBD form on the staff client.
sv: staff_client.pref#viewISBD# personal se poster i ISBD-format på personalklienten.

source: staff_client.pref#viewLabeledMARC# Allow
sv: staff_client.pref#viewLabeledMARC# Tillåt

source: staff_client.pref#viewLabeledMARC# Don't allow
sv: staff_client.pref#viewLabeledMARC# Tillåt inte

source: staff_client.pref#viewLabeledMARC# staff to view records in labeled MARC form on the staff client.
sv: staff_client.pref#viewLabeledMARC# personal se poster märkta i MARC-format på personalklienten.

source: staff_client.pref#viewMARC# Allow
sv: staff_client.pref#viewMARC# Tillåt

source: staff_client.pref#viewMARC# Don't allow
sv: staff_client.pref#viewMARC# Tillåt inte

source: staff_client.pref#viewMARC# staff to view records in plain MARC form on the staff client.
sv: staff_client.pref#viewMARC# personal se poster i vanligt MARC-format på personalklienten.

source: tools.pref Batch item
sv: tools.pref Satsmodifiering av objekt

source: tools.pref News
sv: tools.pref Nyheter

source: tools.pref Patron cards
sv: tools.pref Låntagarkort

source: tools.pref#ImageLimit# Limit the number of creator images stored in the database to
sv: tools.pref#ImageLimit# Begränsa antalet bilder som lagras i databasen till

source: tools.pref#ImageLimit# images.
sv: tools.pref#ImageLimit# bilder.

source: tools.pref#MaxItemsToDisplayForBatchDel# Display up to
sv: opac.pref#OpacMaxItemsToDisplay# Visa upp till

source: tools.pref#MaxItemsToDisplayForBatchDel# items in a single item deletion batch.
sv: tools.pref#MaxItemsForBatch# objekt i en enda ändrings- eller raderingssats.

source: tools.pref#MaxItemsToProcessForBatchMod# Process up to
sv: tools.pref#MaxItemsForBatch# Bearbeta upp till

source: tools.pref#MaxItemsToProcessForBatchMod# items in a single item modification batch.
sv: tools.pref#MaxItemsForBatch# objekt i en enda ändrings- eller raderingssats.

source: tools.pref#NewsAuthorDisplay# Both OPAC and staff client
sv: tools.pref#NewsAuthorDisplay# Både OPAC och personalklient

source: tools.pref#NewsAuthorDisplay# Not at all
sv: tools.pref#NewsAuthorDisplay# Inte alls

source: tools.pref#NewsAuthorDisplay# OPAC only
sv: tools.pref#NewsAuthorDisplay# Endast OPAC

source: tools.pref#NewsAuthorDisplay# Show the author for news items:
sv: tools.pref#NewsAuthorDisplay# Visa författare för nyhetsobjekt:

source: tools.pref#NewsAuthorDisplay# Staff client only
sv: tools.pref#NewsAuthorDisplay# Endast personalklient

source: web_services.pref IdRef
sv: web_services.pref

source: web_services.pref Reporting
sv: web_services.pref Rapportering
