Repository: LMSCloud/Koha-LMSCloud
Catalog: misc/translator/po/*-pref.po
Languages: sv

source: opac.pref#OpacHiddenItems# Define custom rules to hide specific items from search and view on the OPAC. How to write these rules is documented on the <a href="http://wiki.koha-community.org/wiki/OpacHiddenItems" target="_blank">Koha wiki</a>.
sv: opac.pref#OpacHiddenItems# Ange anpassade regler för att dölja specifika objekt från sökning och visning i OPAC. Hur dessa regler skapas är dokumenterat i <322/>Koha wiki<323/>.

source: opac.pref#OpacHighlightedWords# (separate columns with |)
sv: opac.pref#OpacHighlightedWords# (separera kolumner med |)

source: opac.pref#OpacHighlightedWords# Don't highlight
sv: opac.pref#OpacHighlightedWords# Markera inte

source: opac.pref#OpacHighlightedWords# Highlight
sv: opac.pref#OpacHighlightedWords# Markera

source: opac.pref#OpacHighlightedWords# words the patron searched for in their search results and detail pages; To prevent certain words from ever being highlighted, enter a list of stopwords here
sv: opac.pref#OpacHighlightedWords# ord som låntagaren sökte efter i sökresultaten och detljsidorna; För att göra så att vissa ord aldrig visas, ange en lista med stoppord här

source: opac.pref#OpacHoldNotes# Allow
sv: opac.pref#OpacHoldNotes# Tillåt

source: opac.pref#OpacHoldNotes# Do not allow
sv: opac.pref#OpacHoldNotes# Tillåt inte

source: opac.pref#OpacHoldNotes# users to add a note when placing a hold.
sv: opac.pref#OpacHoldNotes# användare att lägga till en kommentar när de gör en reservation.

source: opac.pref#OpacItemLocation# Show
sv: opac.pref#OpacItemLocation# Visa

source: opac.pref#OpacItemLocation# call number only
sv: opac.pref#OpacItemLocation# endast hyllsignatur

source: opac.pref#OpacItemLocation# collection code
sv: opac.pref#OpacItemLocation# samlingskod

source: opac.pref#OpacItemLocation# for items on the OPAC search results.
sv: opac.pref#OpacItemLocation# för objekt i OPAC:s sökresultat.

source: opac.pref#OpacItemLocation# location
sv: opac.pref#OpacItemLocation# plats

source: opac.pref#OpacKohaUrl# 'Powered by Koha' text on OPAC footer.
sv: opac.pref#OpacKohaUrl# Texten 'Drivs av Koha' i OPAC:s sidfot.

source: opac.pref#OpacKohaUrl# Don't show
sv: opac.pref#OpacKohaUrl# Visa inte

source: opac.pref#OpacKohaUrl# Show
sv: opac.pref#OpacKohaUrl# Visa

source: opac.pref#OpacLangSelectorMode# Display language selector on
sv: opac.pref#OpacLangSelectorMode# Visa språkval på

source: opac.pref#OpacLangSelectorMode# both top and footer
sv: opac.pref#OpacLangSelectorMode# både sidhuvud och sidfot

source: opac.pref#OpacLangSelectorMode# only footer
sv: opac.pref#OpacLangSelectorMode# endast sidfot

source: opac.pref#OpacLangSelectorMode# top
sv: opac.pref#OpacLangSelectorMode# sidhuvud

source: opac.pref#OpacLocationBranchToDisplay# Display the
sv: opac.pref#OpacLocationBranchToDisplay# Visa

source: opac.pref#OpacLocationBranchToDisplay# for items on the OPAC record details page.
sv: opac.pref#OpacLocationBranchToDisplay# för objekt på sidan med postdetaljer i OPAC.

source: opac.pref#OpacLocationBranchToDisplay# holding library
sv: opac.pref#OpacLocationBranchToDisplay# reservationsbibliotek

source: opac.pref#OpacLocationBranchToDisplay# home and holding libraries
sv: opac.pref#OpacLocationBranchToDisplay# hem- och reservationsbibliotek

source: opac.pref#OpacLocationBranchToDisplay# home library
sv: opac.pref#OpacLocationBranchToDisplay# hembibliotek

source: opac.pref#OpacLocationBranchToDisplayShelving# Display the shelving location under the
sv: opac.pref#OpacLocationBranchToDisplayShelving# Visa hyllplatsen under

source: opac.pref#OpacLocationBranchToDisplayShelving# for items on the OPAC record details page.
sv: opac.pref#OpacLocationBranchToDisplayShelving# för objekt på sidan med postdetaljer i OPAC.

source: opac.pref#OpacLocationBranchToDisplayShelving# holding library
sv: opac.pref#OpacLocationBranchToDisplayShelving# reservationsbibliotek

source: opac.pref#OpacLocationBranchToDisplayShelving# home and holding libraries
sv: opac.pref#OpacLocationBranchToDisplayShelving# hem- och reservationsbibliotek

source: opac.pref#OpacLocationBranchToDisplayShelving# home library
sv: opac.pref#OpacLocationBranchToDisplayShelving# hembibliotek

source: opac.pref#OpacMainUserBlock# Show the following HTML in its own column on the main page of the OPAC:
sv: opac.pref#OpacMainUserBlock# Visa följande HTML i sin egen kolumn på huvudsidan i OPAC:

source: opac.pref#OpacMaintenance# Don't show
sv: opac.pref#OpacMaintenance# Visa inte

source: opac.pref#OpacMaintenance# Show
sv: opac.pref#OpacMaintenance# Visa

source: opac.pref#OpacMaintenance# a warning that the OPAC is under maintenance, instead of the OPAC itself. Note: this shows the same warning as when the database needs to be upgraded, but unconditionally.
sv: opac.pref#OpacMaintenance# en varning om att underhåll av OPAC pågår, istället för av OPAC. Obs! detta visar samma varning som när databasen måste uppgraderas, men utan möjlighet att förbigå varningen.

source: opac.pref#OpacMaintenanceNotice# Show the following HTML when OpacMaintenance is enabled:
sv: opac.pref#OpacMainUserBlock# Visa följande HTML i sin egen kolumn på huvudsidan i OPAC:

source: opac.pref#OpacMaxItemsToDisplay# Display up to
sv: opac.pref#OpacMaxItemsToDisplay# Visa upp till

source: opac.pref#OpacMaxItemsToDisplay# items on the biblio detail page (if the biblio has more items than this, a link is displayed instead that allows the user to choose to display all items).
sv: opac.pref#OpacMaxItemsToDisplay# objekt på detaljsidan med bibliografisk information (om biblio har fler objekt än detta, visas istället en länk som låter användaren välja att visa alla objekt).

source: opac.pref#OpacNav# Show the following HTML on the left hand column of the main page and patron account on the OPAC (generally navigation links):
sv: opac.pref#OpacNav# Visa följande HTML i den vänstra kolumnen på huvudsidan och låntagarens konto i OPAC (vanligen länkar):

source: opac.pref#OpacNavBottom# Show the following HTML on the left hand column of the main page and patron account on the OPAC, after OpacNav, and before patron account links if available:
sv: opac.pref#OpacNavBottom# Visa följande HTML i den vänstra kolumnen på huvudsidan och låntagarens konto i OPAC, efter OpacNav och före länkar för låntagarkontot om sådana finns:

source: opac.pref#OpacNavRight# Show the following HTML in the right hand column of the main page under the main login form:
sv: opac.pref#OpacNavRight# Visa följande HTML i den högra kolumnen på huvudsidan under inloggningsformuläret:

source: opac.pref#OpacPasswordChange# Allow
sv: opac.pref#OpacPasswordChange# Tillåt

source: opac.pref#OpacPasswordChange# Don't allow
sv: opac.pref#OpacPasswordChange# Tillåt inte

source: opac.pref#OpacPasswordChange# patrons to change their own password on the OPAC. Note that this must be off to use LDAP authentication.
sv: opac.pref#OpacPasswordChange# låntagare ändra sina egna lösenord i OPAC. Detta måste vara inaktiverat för att kunna använda LDAP-autenticering.

source: opac.pref#OpacPublic# Disable
sv: opac.pref#OpacPublic# Avaktivera

source: opac.pref#OpacPublic# Enable
sv: opac.pref#OpacPublic# Aktivera

source: opac.pref#OpacPublic# Koha OPAC as public. Private OPAC requires authentication before accessing the OPAC.
sv: opac.pref#OpacPublic# Koha OPAC som öppen för allmänheten. Privat OPAC kräver autentifiering innan man kommer in i OPAC.

source: opac.pref#OpacRenewalAllowed# Allow
sv: opac.pref#OpacRenewalAllowed# Tillåt

source: opac.pref#OpacRenewalAllowed# Don't allow
sv: opac.pref#OpacRenewalAllowed# Tillåt inte

source: opac.pref#OpacRenewalAllowed# patrons to renew their own books on the OPAC.
sv: opac.pref#OpacRenewalAllowed# låntagare att låna om sina egna böcker i OPAC.

source: opac.pref#OpacRenewalBranch# Use
sv: opac.pref#OpacRenewalBranch# Använd

source: opac.pref#OpacRenewalBranch# as branchcode to store in the statistics table.
sv: opac.pref#OpacRenewalBranch# som filialkod att lagra i statistiktabellen.

source: opac.pref#OpacRenewalBranch# the item's home library
sv: opac.pref#OpacRenewalBranch# objektets hembibliotek

source: opac.pref#OpacRenewalBranch# the library the item was checked out from
sv: opac.pref#OpacRenewalBranch# biblioteket objektet lånades ut från

source: opac.pref#OpacRenewalBranch# the patron's home library
sv: opac.pref#OpacRenewalBranch# låntagarens hembibliotek

source: opac.pref#OpacResetPassword# to recover their password via e-mail in the OPAC
sv: opac.pref#OpacRenewalAllowed# låntagare att låna om sina egna böcker i OPAC.

source: opac.pref#OpacResetPassword# Library users are
sv: opac.pref#OpacPasswordChange# Tillåt

source: opac.pref#OpacResetPassword# allowed
sv: opac.pref#OpacPasswordChange# Tillåt

source: opac.pref#OpacResetPassword# not allowed
sv: opac.pref#OpacPasswordChange# Tillåt inte

source: opac.pref#OpacSeparateHoldings# Don't separate
sv: opac.pref#OpacSeparateHoldings# Separera inte

source: opac.pref#OpacSeparateHoldings# Separate
sv: opac.pref#OpacSeparateHoldings# Separera

source: opac.pref#OpacSeparateHoldings# holding library
sv: opac.pref#OpacSeparateHoldings# reservationsbibliotek

source: opac.pref#OpacSeparateHoldings# home library
sv: opac.pref#OpacSeparateHoldings# hembibliotek

source: opac.pref#OpacSeparateHoldings# is the logged in user's library. The second tab will contain all other items.
sv: opac.pref#OpacSeparateHoldings# är den inloggade användarens bibliotek. Den andra fliken innehåller alla andra objekt.

source: opac.pref#OpacSeparateHoldings# items display into two tabs, where the first tab contains items whose
sv: opac.pref#OpacSeparateHoldings# objekt visas i två flikar, där den första fliken innehåller objekt vars

source: opac.pref#OpacShowRecentComments# Don't show
sv: opac.pref#OpacShowRecentComments# Visa inte

source: opac.pref#OpacShowRecentComments# Show
sv: opac.pref#OpacShowRecentComments# Visa

source: opac.pref#OpacShowRecentComments# a link to recent comments in the OPAC masthead.
sv: opac.pref#OpacShowRecentComments# en länk till aktuella kommentarer i OPAC:s övre del.

source: opac.pref#OpacStarRatings# Show star-ratings on
sv: opac.pref#OpacStarRatings# Visa stjärnbetyg i

source: opac.pref#OpacStarRatings# no
sv: opac.pref#OpacStarRatings# nej

source: opac.pref#OpacStarRatings# only details
sv: opac.pref#OpacStarRatings# endast detaljinformation

source: opac.pref#OpacStarRatings# pages.
sv: opac.pref#OpacStarRatings# sidor.

source: opac.pref#OpacStarRatings# results and details
sv: opac.pref#OpacStarRatings# resultat och detaljinformation

source: opac.pref#OpacSuggestionManagedBy# Don't show
sv: opac.pref#OpacSuggestionManagedBy# Visa inte

source: opac.pref#OpacSuggestionManagedBy# Show
sv: opac.pref#OpacSuggestionManagedBy# Visa

source: opac.pref#OpacSuggestionManagedBy# the name of the staff member who managed a suggestion in OPAC.
sv: opac.pref#OpacSuggestionManagedBy# namnet på personalen som hanterade ett förslag i OPAC.

source: opac.pref#OpacTopissue# Allow
sv: opac.pref#OpacTopissue# Tillåt

source: opac.pref#OpacTopissue# Don't allow
sv: opac.pref#OpacTopissue# Tillåt inte

source: opac.pref#OpacTopissue# patrons to access a list of the most checked out items on the OPAC. Note that this is somewhat experimental, and should be avoided if your collection has a large number of items.
sv: opac.pref#OpacTopissue# låntagare komma åt en lista med de mest utlånade objekten i OPAC. Detta är till viss del en experimentell funktion och ska undvikas om din samling har ett stort antal objekt.

source: opac.pref#PatronSelfModificationBorrowerUnwantedField# (separate columns with |)
sv: opac.pref#PatronSelfRegistrationBorrowerUnwantedField# (separera kolumner med |)

source: opac.pref#PatronSelfRegistration# Allow
sv: opac.pref#PatronSelfRegistration# Tillåt

source: opac.pref#PatronSelfRegistration# Don't allow
sv: opac.pref#PatronSelfRegistration# Tillåt inte

source: opac.pref#PatronSelfRegistrationAdditionalInstructions# Display the following additional instructions for patrons who self register via the OPAC ( HTML is allowed ):
sv: opac.pref#PatronSelfRegistrationAdditionalInstructions# Visa följande ytterligare instruktioner för låntagare som registrerar sig själva via OPAC ( HTML tillåts):

source: opac.pref#PatronSelfRegistrationBorrowerMandatoryField# (separate columns with |)
sv: opac.pref#PatronSelfRegistrationBorrowerMandatoryField# (separera kolumner med |)

source: opac.pref#PatronSelfRegistrationBorrowerUnwantedField# (separate columns with |)
sv: opac.pref#PatronSelfRegistrationBorrowerUnwantedField# (separera kolumner med |)

source: opac.pref#PatronSelfRegistrationDefaultCategory# Use the patron category code
sv: opac.pref#PatronSelfRegistrationDefaultCategory# Använd koden för låntagarkategorin

source: opac.pref#PatronSelfRegistrationDefaultCategory# as the default patron category for patrons registered via the OPAC.
sv: opac.pref#PatronSelfRegistrationDefaultCategory# som standardkategori för låntagare som registreras via OPAC.

source: opac.pref#PatronSelfRegistrationExpireTemporaryAccountsDelay# Delete patrons registered via the OPAC, but not yet verified after
sv: opac.pref#PatronSelfRegistrationExpireTemporaryAccountsDelay# Radera låntagare som registrerats via OPAC, men sedan inte verifierats

source: opac.pref#PatronSelfRegistrationExpireTemporaryAccountsDelay# days.
sv: opac.pref#PatronSelfRegistrationExpireTemporaryAccountsDelay# dagar.

source: opac.pref#PatronSelfRegistrationVerifyByEmail# Don't require
sv: opac.pref#PatronSelfRegistrationVerifyByEmail# Kräv inte

source: opac.pref#PatronSelfRegistrationVerifyByEmail# Require
sv: opac.pref#PatronSelfRegistrationVerifyByEmail# Kräv

source: opac.pref#PatronSelfRegistrationVerifyByEmail# that a self-registering patron verify his or herself via email.
sv: opac.pref#PatronSelfRegistrationVerifyByEmail# att en självregistrerande låntagare verifierar sig själv via e-post.

source: opac.pref#QuoteOfTheDay# Disable
sv: opac.pref#QuoteOfTheDay# Avaktivera

source: opac.pref#QuoteOfTheDay# Enable
sv: opac.pref#QuoteOfTheDay# Aktivera

source: opac.pref#QuoteOfTheDay# Quote of the Day display on OPAC home page
sv: opac.pref#QuoteOfTheDay# Visning av dagens citat på OPAC:s startsida

source: opac.pref#RequestOnOpac# Allow
sv: opac.pref#RequestOnOpac# Tillåt

source: opac.pref#RequestOnOpac# Don't allow
sv: opac.pref#RequestOnOpac# Tillåt inte

source: opac.pref#RequestOnOpac# patrons to place holds on items from the OPAC.
sv: opac.pref#RequestOnOpac# låntagare reservera objekt från OPAC.

source: opac.pref#RestrictedPageContent# HTML content of your restricted page
sv: opac.pref#RestrictedPageContent# HTML-innehåll för din begränsade sida

source: opac.pref#RestrictedPageLocalIPs# Access from IP addresses beginning with
sv: opac.pref#RestrictedPageLocalIPs# Åtkomst från IP-adresser med början på

source: opac.pref#RestrictedPageLocalIPs# do not need to be authenticated (comma separated - ex: '127.0.0,127.0.1')
sv: opac.pref#RestrictedPageLocalIPs# behöver inte autenticeras (kommaseparerad – t.ex. '127.0.0,127.0.1')

source: opac.pref#RestrictedPageTitle# Use
sv: opac.pref#RestrictedPageTitle# Använd

source: opac.pref#RestrictedPageTitle# as title of your restricted page (appears in the breadcrumb and on the top of the restricted page)
sv: opac.pref#RestrictedPageTitle# som titel på din begränsade sida (visas i breadcrumb och längst upp på den begränsade sidan)

source: opac.pref#SearchMyLibraryFirst# Don't limit
sv: opac.pref#SearchMyLibraryFirst# Begränsa inte

source: opac.pref#SearchMyLibraryFirst# Limit
sv: opac.pref#SearchMyLibraryFirst# Begränsa

source: opac.pref#SearchMyLibraryFirst# patrons' searches to the library they are registered at.
sv: opac.pref#SearchMyLibraryFirst# låntagarens sökningar till biblioteket de är registrerade hos.

source: opac.pref#ShelfBrowserUsesCcode# Don't use
sv: opac.pref#ShelfBrowserUsesCcode# Använd inte

source: opac.pref#ShelfBrowserUsesCcode# Use
sv: opac.pref#ShelfBrowserUsesCcode# Använd

source: opac.pref#ShelfBrowserUsesCcode# the item collection code when finding items for the shelf browser.
sv: opac.pref#ShelfBrowserUsesCcode# samlingskoden för objektet när objekt hittas för hyllnavigeringsverktyget.

source: opac.pref#ShelfBrowserUsesHomeBranch# Don't use
sv: opac.pref#ShelfBrowserUsesHomeBranch# Använd inte

source: opac.pref#ShelfBrowserUsesHomeBranch# Use
sv: opac.pref#ShelfBrowserUsesHomeBranch# Använd

source: opac.pref#ShelfBrowserUsesHomeBranch# the item home library when finding items for the shelf browser.
sv: opac.pref#ShelfBrowserUsesHomeBranch# objektets hembibliotek när objekt hittas för hyllnavigeringsverktyget.

source: opac.pref#ShelfBrowserUsesLocation# Don't use
sv: opac.pref#ShelfBrowserUsesLocation# Använd inte

source: opac.pref#ShelfBrowserUsesLocation# Use
sv: opac.pref#ShelfBrowserUsesLocation# Använd

source: opac.pref#ShelfBrowserUsesLocation# the item location when finding items for the shelf browser.
sv: opac.pref#ShelfBrowserUsesLocation# objektets placering när objekt hittas för hyllnavigeringsverktyget.

source: opac.pref#ShowReviewer# Show
sv: opac.pref#ShowReviewer# Visa

source: opac.pref#ShowReviewer# first name
sv: opac.pref#ShowReviewer# förnamn

source: opac.pref#ShowReviewer# first name and last name initial
sv: opac.pref#ShowReviewer# initialer från för- och efternamn

source: opac.pref#ShowReviewer# full name
sv: opac.pref#ShowReviewer# fullständigt namn

source: opac.pref#ShowReviewer# last name
sv: opac.pref#ShowReviewer# efternamn

source: opac.pref#ShowReviewer# no name
sv: opac.pref#ShowReviewer# inget namn

source: opac.pref#ShowReviewer# of commenter with comments in OPAC.
sv: opac.pref#ShowReviewer# för kommentator med kommentarer i OPAC.

source: opac.pref#ShowReviewer# username
sv: opac.pref#ShowReviewer# användarnamn

source: opac.pref#ShowReviewerPhoto# Hide
sv: opac.pref#ShowReviewerPhoto# Dölj

source: opac.pref#ShowReviewerPhoto# Show
sv: opac.pref#ShowReviewerPhoto# Visa

source: opac.pref#ShowReviewerPhoto# reviewer's avatar beside comments in OPAC. The avatar will be searched on www.libravatar.org using the patron's e-mail address.
sv: opac.pref#ShowReviewerPhoto# recensentens avatar intill kommentarer i OPAC. Avataren letas upp på www.libravatar.org med låntagarens e-postadress.

source: opac.pref#SocialNetworks# Disable
sv: opac.pref#SocialNetworks# Avaktivera

source: opac.pref#SocialNetworks# Enable
sv: opac.pref#SocialNetworks# Aktivera

source: opac.pref#SocialNetworks# social network links in opac detail pages
sv: opac.pref#SocialNetworks# länkar till sociala nätverk i detaljsidorna i OPAC

source: opac.pref#StoreLastBorrower# Don't store
sv: opac.pref#OPACShelfBrowser# Visa inte

source: opac.pref#StoreLastBorrower# Store
sv: opac.pref#OPACShelfBrowser# Visa

source: opac.pref#TrackClicks# Don't track
sv: opac.pref#TrackClicks# Spåra inte

source: opac.pref#TrackClicks# Track
sv: opac.pref#TrackClicks# Spåra

source: opac.pref#TrackClicks# Track anonymously
sv: opac.pref#TrackClicks# Spåra anonymt

source: opac.pref#TrackClicks# links that patrons click on
sv: opac.pref#TrackClicks# länkar som låntagare klickar på

source: opac.pref#hidelostitems# Don't show
sv: opac.pref#hidelostitems# Visa inte

source: opac.pref#hidelostitems# Show
sv: opac.pref#hidelostitems# Visa

source: opac.pref#hidelostitems# lost items on search and detail pages.
sv: opac.pref#hidelostitems# förlorade objekt på sök- och detaljsidor.

source: opac.pref#numSearchRSSResults# Display
sv: opac.pref#numSearchRSSResults# Visa

source: opac.pref#numSearchRSSResults# search results in the RSS feed.
sv: opac.pref#numSearchRSSResults# sökresultat i RSS-data.

source: opac.pref#opacbookbag# Allow
sv: opac.pref#opacbookbag# Tillåt

source: opac.pref#opacbookbag# Don't allow
sv: opac.pref#opacbookbag# Tillåt inte

source: opac.pref#opacbookbag# patrons to store items in a temporary "Cart" on the OPAC.
sv: opac.pref#opacbookbag# låntagare att förvara objekt i en temporär "Vagn" i OPAC.

source: opac.pref#opaccredits# Include the following HTML in the footer of all pages in the OPAC:
sv: opac.pref#opaccredits# Inkludera följande HTML i sidfoten på alla sidor i OPAC:

source: opac.pref#opacheader# Include the following HTML in the header of all pages in the OPAC:
sv: opac.pref#opacheader# Inkludera följande HTML i sidhuvudet på alla sidor i OPAC:

source: opac.pref#opaclayoutstylesheet# Use the CSS stylesheet
sv: opac.pref#opaclayoutstylesheet# Använd CSS-stilmallen

source: opac.pref#opaclayoutstylesheet# on all pages in the OPAC, instead of the default css (used when leaving this field blank). Enter just a filename, a full local path or a complete URL starting with <code>http://</code> (if the file lives on a remote server). Please note that if you just enter a filename, the file should be in the css subdirectory for each active theme and language within the Koha templates directory. A full local path is expected to start from your HTTP document root.
sv: opac.pref#opaclayoutstylesheet# på alla sidor i OPAC, istället för standard-css (används när detta fält lämnas tomt). Ange ett filnamn, en komplett lokala sökväg eller en fullständig URL som börjar med <334/>http://<335/> (om filerna finns på en extern server). Om du bara anger ett filnamn, måste filen finnas i css-underkatalogen för varje aktivt tema och språk i Kohas mallkatalog. En komplett lokal sökväg förutsätts starta från HTTP-dokumentets rot.

source: opac.pref#opacreadinghistory# Allow
sv: opac.pref#opacreadinghistory# Tillåt

source: opac.pref#opacreadinghistory# Don't allow
sv: opac.pref#opacreadinghistory# Tillåt inte

source: opac.pref#opacreadinghistory# patrons to see what books they have checked out in the past.
sv: opac.pref#opacreadinghistory# låntagare att se vilka böcker de lånat tidigare.

source: opac.pref#opacthemes# Use the
sv: opac.pref#opacthemes# Använd

source: opac.pref#opacthemes# theme on the OPAC.
sv: opac.pref#opacthemes# temat för OPAC.

source: opac.pref#opacuserlogin# Allow
sv: opac.pref#opacuserlogin# Tillåt

source: opac.pref#opacuserlogin# Don't allow
sv: opac.pref#opacuserlogin# Tillåt inte

source: opac.pref#opacuserlogin# patrons to log in to their accounts on the OPAC.
sv: opac.pref#opacuserlogin# låntagare logga in till sina konton i OPAC.

source: opac.pref#reviewson# Allow
sv: opac.pref#reviewson# Tillåt

source: opac.pref#reviewson# Don't allow
sv: opac.pref#reviewson# Tillåt inte

source: opac.pref#reviewson# patrons to make comments on items on the OPAC.
sv: opac.pref#reviewson# låntagare kommentera objekt i OPAC.

source: opac.pref#suggestion# Allow
sv: opac.pref#suggestion# Tillåt

source: opac.pref#suggestion# Don't allow
sv: opac.pref#suggestion# Tillåt inte

source: opac.pref#suggestion# patrons to make purchase suggestions on the OPAC.
sv: opac.pref#suggestion# låntagare lämna inköpsförslag i OPAC.

source: patrons.pref General
sv: patrons.pref Allmänt

source: patrons.pref Norwegian patron database
sv: patrons.pref Norsk låntagardatabas

source: patrons.pref#AllowStaffToSetCheckoutsVisibilityForGuarantor# Don't allow
sv: circulation.pref#AllowSelfCheckReturns# Tillåt inte

source: patrons.pref#AutoEmailOpacUser# Don't send
sv: patrons.pref#AutoEmailOpacUser# Skicka inte

source: patrons.pref#AutoEmailOpacUser# Send
sv: patrons.pref#AutoEmailOpacUser# Skicka

source: patrons.pref#AutoEmailOpacUser# an email to newly created patrons with their account details.
sv: patrons.pref#AutoEmailOpacUser# ett e-postbrev till nyskapade låntagare med deras kontoinformation.

source: patrons.pref#AutoEmailPrimaryAddress# Use
sv: patrons.pref#AutoEmailPrimaryAddress# Använd

source: patrons.pref#AutoEmailPrimaryAddress# alternate
sv: patrons.pref#AutoEmailPrimaryAddress# växla
