Repository: LMSCloud/Koha-LMSCloud
Catalog: misc/translator/po/*-pref.po
Languages: sv

source: opac.pref#AnonSuggestions# Don't allow
sv: opac.pref#AnonSuggestions# Tillåt inte

source: opac.pref#AnonSuggestions# patrons that aren't logged in to make purchase suggestions. Suggestions are connected to the AnonymousPatron syspref
sv: opac.pref#AnonSuggestions# låntagare som inte är inloggade att lämna inköpsförslag. Förslag är kopplade till systeminställningen AnonymousPatron

source: opac.pref#AnonymousPatron# Use borrowernumber
sv: opac.pref#AnonymousPatron# Använd låntagarnummer

source: opac.pref#AnonymousPatron# as the Anonymous Patron (for anonymous suggestions and reading history)
sv: opac.pref#AnonymousPatron# som Anonym låntagare (för anonyma förslag och läsehistorik)

source: opac.pref#BiblioDefaultView# By default, show bib records
sv: opac.pref#BiblioDefaultView# Visa som standard bib-poster

source: opac.pref#BiblioDefaultView# as specified in the ISBD template.
sv: opac.pref#BiblioDefaultView# som angivet i ISBD-mallen.

source: opac.pref#BiblioDefaultView# in simple form.
sv: opac.pref#BiblioDefaultView# i förenklat format.

source: opac.pref#BiblioDefaultView# in their MARC form.
sv: opac.pref#BiblioDefaultView# i deras MARC-format.

source: opac.pref#BlockExpiredPatronOpacActions# Block
sv: opac.pref#BlockExpiredPatronOpacActions# Spärra

source: opac.pref#BlockExpiredPatronOpacActions# Don't block
sv: opac.pref#BlockExpiredPatronOpacActions# Spärra inte

source: opac.pref#BlockExpiredPatronOpacActions# expired patrons from OPAC actions such as placing a hold or renewing. Note that the setting for a patron category takes priority over this system preference.
sv: opac.pref#BlockExpiredPatronOpacActions# utgångna låntagare från OPAC-åtgärder som att reservera eller låna om. Inställningen för en låntagarkategori har högre prioritet än denna systeminställning.

source: opac.pref#COinSinOPACResults# COinS / OpenURL / Z39.88 in OPAC search results. <br/>Warning: Enabling this feature will slow OPAC search response times.
sv: opac.pref#COinSinOPACResults# COinS / OpenURL / Z39.88 i OPAC-sökresultat. <243/>Varning: Aktiveras denna funktion påverkas svarstiderna för OPAC-sökningar negativt.

source: opac.pref#COinSinOPACResults# Don't include
sv: opac.pref#COinSinOPACResults# Inkludera inte

source: opac.pref#COinSinOPACResults# Include
sv: opac.pref#COinSinOPACResults# Inkludera

source: opac.pref#DisplayOPACiconsXSLT# Don't show
sv: opac.pref#DisplayOPACiconsXSLT# Visa inte

source: opac.pref#DisplayOPACiconsXSLT# Show
sv: opac.pref#DisplayOPACiconsXSLT# Visa

source: opac.pref#DisplayOPACiconsXSLT# the format, audience, and material type icons in XSLT MARC21 results and detail pages in the OPAC.
sv: opac.pref#DisplayOPACiconsXSLT# ikonerna för format, målgrupp och materialtyp i XSLT MARC21-resultaten och i detaljsidorna i OPAC.

source: opac.pref#EnableOpacSearchHistory# Don't keep
sv: opac.pref#EnableOpacSearchHistory# Behåll inte

source: opac.pref#EnableOpacSearchHistory# Keep
sv: opac.pref#EnableOpacSearchHistory# Behåll

source: opac.pref#EnableOpacSearchHistory# patron search history in the OPAC.
sv: opac.pref#EnableOpacSearchHistory# sökhistorik för låntagare i OPAC.

source: opac.pref#EnablePayPalOpacPayments# Allow
sv: opac.pref#OpacHoldNotes# Tillåt

source: opac.pref#EnablePayPalOpacPayments# Don't allow
sv: opac.pref#OpacBrowser# Tillåt inte

source: opac.pref#EnablePayPalOpacPayments# mode.
sv: opac.pref#EnableOpacSearchHistory# Behåll

source: opac.pref#EnablePayPalOpacPayments# patrons to make payments from the OPAC via PayPal in
sv: opac.pref#reviewson# låntagare kommentera objekt i OPAC.

source: opac.pref#GoogleIndicTransliteration# Don't show
sv: opac.pref#GoogleIndicTransliteration# Visa inte

source: opac.pref#GoogleIndicTransliteration# GoogleIndicTransliteration on the OPAC.
sv: opac.pref#GoogleIndicTransliteration# GoogleIndicTransliteration på OPAC.

source: opac.pref#GoogleIndicTransliteration# Show
sv: opac.pref#GoogleIndicTransliteration# Visa

source: opac.pref#HighlightOwnItemsOnOPAC# by moving the results to the front and increasing the size or highlighting the rows for those results. (Non-XSLT Only)
sv: opac.pref#HighlightOwnItemsOnOPAC# genom att flytta fram resultaten och öka storleken eller markera raderna för dessa resultat. (ej XSLT)

source: opac.pref#HighlightOwnItemsOnOPAC# Don't emphasize
sv: opac.pref#HighlightOwnItemsOnOPAC# Understryk inte

source: opac.pref#HighlightOwnItemsOnOPAC# Emphasize
sv: opac.pref#HighlightOwnItemsOnOPAC# Understryk

source: opac.pref#HighlightOwnItemsOnOPAC# OPAC's branch via the URL
sv: opac.pref#HighlightOwnItemsOnOPAC# OPAC:s filial via URL:en

source: opac.pref#HighlightOwnItemsOnOPAC# patron's home branch
sv: opac.pref#HighlightOwnItemsOnOPAC# låntagarens hemfilial

source: opac.pref#HighlightOwnItemsOnOPAC# results from the
sv: opac.pref#HighlightOwnItemsOnOPAC# resultat från

source: opac.pref#LibraryName# Show
sv: opac.pref#LibraryName# Visa

source: opac.pref#LibraryName# as the name of the library on the OPAC.
sv: opac.pref#LibraryName# som bibliotekets namn i OPAC.

source: opac.pref#NoLoginInstructions# Show the following HTML on the OPAC login form when a patron is not logged in:
sv: opac.pref#NoLoginInstructions# Visa följande HTML på inloggningsformuläret för OPAC när en låntagare inte är inloggad:

source: opac.pref#OPACAcquisitionDetails# Display
sv: opac.pref#OPACAcquisitionDetails# Visa

source: opac.pref#OPACAcquisitionDetails# Don't display
sv: opac.pref#OPACAcquisitionDetails# Visa inte

source: opac.pref#OPACAcquisitionDetails# the acquisition details on OPAC detail pages.
sv: opac.pref#OPACAcquisitionDetails# inköpsinformation på OPAC-sidorna med detaljinformation.

source: opac.pref#OPACBaseURL# . This should be a complete URL, starting with <code>http://</code> or <code>https://</code>. Do not include a trailing slash in the URL. (This must be filled in correctly for RSS, unAPI, and search plugins to work.)
sv: opac.pref#OPACBaseURL# . Detta bör vara en fullständig URL, som inleds med <244/>http://<245/> eller <246/>https://<247/>. Inkludera inte ett avslutande snedstreck i URL. (Detta måste fyllas i korrekt för att RSS, unAPI och insticksprogram för sökning ska fungera.)

source: opac.pref#OPACBaseURL# The OPAC is located at
sv: opac.pref#OPACBaseURL# OPAC finns på

source: opac.pref#OPACDisplay856uAsImage# . Note: The corresponding OPACXSLT option must be turned on.
sv: opac.pref#OPACDisplay856uAsImage# . Kommentar: Motsvarande alternativ för OPACXSLT måste vara aktiverat.

source: opac.pref#OPACDisplay856uAsImage# Both detail and result pages
sv: opac.pref#OPACDisplay856uAsImage# Både detalj- och resultatsidor

source: opac.pref#OPACDisplay856uAsImage# Detail page only
sv: opac.pref#OPACDisplay856uAsImage# Endast detaljsida

source: opac.pref#OPACDisplay856uAsImage# Display the URI in the 856u field as an image on:
sv: opac.pref#OPACDisplay856uAsImage# Visa URI i fältet 856u som en bild på:

source: opac.pref#OPACDisplay856uAsImage# Neither detail or result pages
sv: opac.pref#OPACDisplay856uAsImage# Varken detalj- eller resultatsidor

source: opac.pref#OPACDisplay856uAsImage# Result page only
sv: opac.pref#OPACDisplay856uAsImage# Endast resultatsida

source: opac.pref#OPACFallback# Use the
sv: opac.pref#OPACFallback# Använd

source: opac.pref#OPACFallback# theme as the fallback theme on the OPAC.
sv: opac.pref#OPACFallback# -temat som reservtema för OPAC.

source: opac.pref#OPACFineNoRenewals# Only allow patrons to renew their own books on the OPAC if they have less than
sv: opac.pref#OPACFineNoRenewals# Låt endast låntagare låna om sina egna böcker i OPAC om de har färre än

source: opac.pref#OPACFineNoRenewals# [% local_currency %] in fines (leave blank to disable).
sv: opac.pref#OPACFineNoRenewals# [% local_currency %] i böter (lämna tomt för att avaktivera).

source: opac.pref#OPACFinesTab# Allow
sv: opac.pref#OPACFinesTab# Tillåt

source: opac.pref#OPACFinesTab# Don't allow
sv: opac.pref#OPACFinesTab# Tillåt inte

source: opac.pref#OPACFinesTab# patrons to access the Fines tab on the My Account page on the OPAC.
sv: opac.pref#OPACFinesTab# låntagare åtkomst till fliken Böter på sidan Mitt konto i OPAC.

source: opac.pref#OPACISBD# Use the following as the OPAC ISBD template:
sv: cataloguing.pref#ISBD# Använd följande som ISBD-mall:

source: opac.pref#OPACMySummaryHTML# <br />Note: The placeholders {BIBLIONUMBER}, {TITLE}, {ISBN} and {AUTHOR} will be replaced with information from the displayed record.
sv: opac.pref#OPACMySummaryHTML# <249/>Obs: Platsmarkörerna {BIBLIONUMBER}, {TITLE}, {ISBN} och {AUTHOR} byts ut mot information från den visade posten.

source: opac.pref#OPACMySummaryHTML# Include a "Links" column on the "my summary" and "my reading history" tabs when a user is logged in to the OPAC, with the following HTML (leave blank to disable):
sv: opac.pref#OPACMySummaryHTML# Inkludera en "Länkar"-kolumn på flikarna "min sammanfattning" och "min läsehistorik" när en användare är inloggad på OPAC, med följande HTML (lämna tomt för att avaktivera):

source: opac.pref#OPACMySummaryNote# Note to display on the patron summary page. This note only appears if the patron is logged in:
sv: opac.pref#OPACMySummaryNote# Kommentar att visa på låntagarens sammanfattningssida. Denna kommentar visas endast om låntagaren är inloggad:

source: opac.pref#OPACNoResultsFound# <br />Note: You can insert placeholders {QUERY_KW} that will be replaced with the keywords of the query.
sv: opac.pref#OPACNoResultsFound# <251/>Obs: Du kan ange platsmarkörer {QUERY_KW} som byts ut mot frågans nyckelord.

source: opac.pref#OPACNoResultsFound# Display this HTML when no results are found for a search in the OPAC:
sv: opac.pref#OPACNoResultsFound# Vissa denna HTML när inga resultat hittas för en sökning i OPAC:

source: opac.pref#OPACPatronDetails# Allow
sv: opac.pref#OPACPatronDetails# Tillåt

source: opac.pref#OPACPatronDetails# Don't allow
sv: opac.pref#OPACPatronDetails# Tillåt inte

source: opac.pref#OPACPatronDetails# patrons to notify the library of changes to their contact information from the OPAC.
sv: opac.pref#OPACPatronDetails# låntagare informera biblioteket om ändringar i sin kontaktinformation från OPAC.

source: opac.pref#OPACPopupAuthorsSearch# Display
sv: opac.pref#OPACPopupAuthorsSearch# Visa

source: opac.pref#OPACPopupAuthorsSearch# Don't display
sv: opac.pref#OPACPopupAuthorsSearch# Visa inte

source: opac.pref#OPACPopupAuthorsSearch# the list of authors/subjects in a popup for a combined search on OPAC detail pages.
sv: opac.pref#OPACPopupAuthorsSearch# listan med författare/ämnen i en popup för en kombinerad sökning i detaljsidan för OPAC.

source: opac.pref#OPACPrivacy# Allow
sv: opac.pref#OPACPrivacy# Tillåt

source: opac.pref#OPACPrivacy# Don't allow
sv: opac.pref#OPACPrivacy# Tillåt inte

source: opac.pref#OPACPrivacy# patrons to choose their own privacy settings for their reading history. This requires opacreadinghistory and AnonymousPatron
sv: opac.pref#OPACPrivacy# låntagare välja sina egna sekretessinställningar för sin läsehistorik. Detta kräver opacreadinghistory och AnonymousPatron

source: opac.pref#OPACResultsLibrary# . Please note that this feature is currently available for MARC21 and UNIMARC.
sv: web_services.pref#IdRef# Denna funktion är endast tillgänglig för UNIMARC.

source: opac.pref#OPACResultsLibrary# For search results in the OPAC, show the item's
sv: opac.pref#numSearchRSSResults# sökresultat i RSS-data.

source: opac.pref#OPACResultsLibrary# current location
sv: opac.pref#COinSinOPACResults# Inkludera inte

source: opac.pref#OPACResultsLibrary# home library
sv: searching.pref#DisplayLibraryFacets# hembibliotek

source: opac.pref#OPACResultsSidebar# Include the following HTML under the facets in OPAC search results:
sv: opac.pref#OPACResultsSidebar# Inkludera följande HTML under fasetterna i sökresultat för OPAC:

source: opac.pref#OPACSearchForTitleIn# <br />Note: The placeholders {BIBLIONUMBER}, {CONTROLNUMBER}, {TITLE}, {ISBN}, {ISSN} and {AUTHOR} will be replaced with information from the displayed record.
sv: opac.pref#OPACSearchForTitleIn# <253/>Obs: Platsmarkörerna {BIBLIONUMBER}, {CONTROLNUMBER}, {TITLE}, {ISBN}, {ISSN} och {AUTHOR} byts ut mot information från den visade posten.

source: opac.pref#OPACSearchForTitleIn# Include a "More Searches" box on the detail pages of items on the OPAC, with the following HTML (leave blank to disable):
sv: opac.pref#OPACSearchForTitleIn# Inkludera rutan "Fler sökningar" på detaljsidan för objekt i OPAC, med följande HTML (lämna tomt för att avaktivera):

source: opac.pref#OPACShelfBrowser# Don't show
sv: opac.pref#OPACShelfBrowser# Visa inte

source: opac.pref#OPACShelfBrowser# Show
sv: opac.pref#OPACShelfBrowser# Visa

source: opac.pref#OPACShelfBrowser# a shelf browser on item details pages, allowing patrons to see what's near that item on the shelf. Note that this uses up a fairly large amount of resources on your server, and should be avoided if your collection has a large number of items.
sv: opac.pref#OPACShelfBrowser# ett hyllnavigeringsverktyg på sidor med bokinformation, som gör att låntagare kan se vad som finns nära boken på hyllan. Detta använder betydande resurser på servern och ska inte användas om samlingen innehåller ett stort antal objekt.

source: opac.pref#OPACShowBarcode# Don't show
sv: opac.pref#OPACShowBarcode# Visa inte

source: opac.pref#OPACShowBarcode# Show
sv: opac.pref#OPACShowBarcode# Visa

source: opac.pref#OPACShowBarcode# the item's barcode on the holdings tab.
sv: opac.pref#OPACShowBarcode# objektets streckkod på fliken reservationer.

source: opac.pref#OPACShowCheckoutName# Don't show
sv: opac.pref#OPACShowCheckoutName# Visa inte

source: opac.pref#OPACShowCheckoutName# Show
sv: opac.pref#OPACShowCheckoutName# Visa

source: opac.pref#OPACShowCheckoutName# the name of the patron that has an item checked out on item detail pages on the OPAC.
sv: opac.pref#OPACShowCheckoutName# namnet på den låntagare som har ett lånat objekt på sidan med detaljinformation för objekt i OPAC.

source: opac.pref#OPACShowHoldQueueDetails# Don't show any hold details
sv: opac.pref#OPACShowHoldQueueDetails# Visa inga reservationsdetaljer

source: opac.pref#OPACShowHoldQueueDetails# Show holds
sv: opac.pref#OPACShowHoldQueueDetails# Visa reservationer

source: opac.pref#OPACShowHoldQueueDetails# Show holds and their priority level
sv: opac.pref#OPACShowHoldQueueDetails# Visa reservationer och deras prioriteringsnivå

source: opac.pref#OPACShowHoldQueueDetails# Show priority level
sv: opac.pref#OPACShowHoldQueueDetails# Visa prioriteringsnivå

source: opac.pref#OPACShowHoldQueueDetails# to patrons in the OPAC.
sv: opac.pref#OPACShowHoldQueueDetails# till låntagare i OPAC.

source: opac.pref#OPACShowUnusedAuthorities# Do not show
sv: opac.pref#OPACShowUnusedAuthorities# Visa inte

source: opac.pref#OPACShowUnusedAuthorities# Show
sv: opac.pref#OPACShowUnusedAuthorities# Visa

source: opac.pref#OPACShowUnusedAuthorities# unused authorities in the OPAC authority browser.
sv: opac.pref#OPACShowUnusedAuthorities# oanvända auktoriteter i auktoritetsverktyget för OPAC.

source: opac.pref#OPACURLOpenInNewWindow# When patrons click on a link to another website from your OPAC (like Amazon or OCLC),
sv: opac.pref#OPACURLOpenInNewWindow# När låntagare klickar på en länk till en annan webbplats från din OPAC (t.ex. Amazon eller OCLC),

source: opac.pref#OPACURLOpenInNewWindow# do
sv: opac.pref#OPACURLOpenInNewWindow# gör

source: opac.pref#OPACURLOpenInNewWindow# don't
sv: opac.pref#OPACURLOpenInNewWindow# gör inte

source: opac.pref#OPACURLOpenInNewWindow# open the website in a new window.
sv: opac.pref#OPACURLOpenInNewWindow# öppna webbplatsen i ett nytt fönster.

source: opac.pref#OPACUserCSS# Include the following CSS on all pages in the OPAC:
sv: opac.pref#OPACUserCSS# Inkludera följande CSS på alla sidor i OPAC:

source: opac.pref#OPACUserJS# Include the following JavaScript on all pages in the OPAC:
sv: opac.pref#OPACUserJS# Inkludera följande JavaScript på alla sidor i OPAC:

source: opac.pref#OPACViewOthersSuggestions# Don't show
sv: opac.pref#OPACViewOthersSuggestions# Visa inte

source: opac.pref#OPACViewOthersSuggestions# Show
sv: opac.pref#OPACViewOthersSuggestions# Visa

source: opac.pref#OPACViewOthersSuggestions# purchase suggestions from other patrons on the OPAC.
sv: opac.pref#OPACViewOthersSuggestions# inköpsförslag från andra låntagare i OPAC.

source: opac.pref#OPACXSLTDetailsDisplay# <br />Options:<ul><li><a href="#" class="set_syspref" data-syspref="OPACXSLTDetailsDisplay" data-value="">Leave empty</a> for "no xslt"</li><li>enter "<a href="#" class="set_syspref" data-syspref="OPACXSLTDetailsDisplay" data-value="default">default</a>" for the default one</li><li>put a path to define a xslt file</li><li>put an URL for an external specific stylesheet.</li></ul>{langcode} will be replaced with current interface language
sv: opac.pref#OPACXSLTDetailsDisplay# <269/>Alternativ:<270/><271/><272/>Lämna tomt<273/> för "ingen xslt"<274/><275/>ange "<276/>standardvärde<277/>" för standardvärdet<278/><279/>ange en sökväg för att ställa in en xslt-fil<280/><281/>ange en URL för en specifik extern stilmall.<282/><283/>{langcode} byts ut mot det aktuella gränssnittsspråket

source: opac.pref#OPACXSLTDetailsDisplay# Display OPAC details using XSLT stylesheet at:
sv: opac.pref#OPACXSLTDetailsDisplay# Visa OPAC-information med XSLT-stilmallen:

source: opac.pref#OPACXSLTResultsDisplay# <br />Options:<ul><li><a href="#" class="set_syspref" data-syspref="OPACXSLTResultsDisplay" data-value="">Leave empty</a> for "no xslt"</li><li>enter "<a href="#" class="set_syspref" data-syspref="OPACXSLTResultsDisplay" data-value="default">default</a>" for the default one</li><li> put a path to define a xslt file</li><li>put an URL for an external specific stylesheet.</li></ul>{langcode} will be replaced with current interface language
sv: opac.pref#OPACXSLTResultsDisplay# <299/>Alternativ:<300/><301/><302/>Lämna tomt<303/> för "ingen xslt"<304/><305/>ange "<306/>standardvärde<307/>" för standardvärdet<308/><309/>ange en sökväg för att ställa in en xslt-fil<310/><311/>ange en URL för en specifik extern stilmall.<312/><313/>{langcode} byts ut mot det aktuella gränssnittsspråket

source: opac.pref#OPACXSLTResultsDisplay# Display OPAC results using XSLT stylesheet at:
sv: opac.pref#OPACXSLTResultsDisplay# Visa OPAC-resultat med XSLT-stilmallen:

source: opac.pref#OPACpatronimages# Don't show
sv: opac.pref#OPACpatronimages# Visa inte

source: opac.pref#OPACpatronimages# Show
sv: opac.pref#OPACpatronimages# Visa

source: opac.pref#OPACpatronimages# patron images on the patron information page in the OPAC.
sv: opac.pref#OPACpatronimages# låntagarbilder på informationssidan för låntagare i OPAC.

source: opac.pref#OpacAddMastheadLibraryPulldown# Add
sv: opac.pref#OpacAddMastheadLibraryPulldown# Lägg till

source: opac.pref#OpacAddMastheadLibraryPulldown# Don't add
sv: opac.pref#OpacAddMastheadLibraryPulldown# Lägg inte till

source: opac.pref#OpacAddMastheadLibraryPulldown# a library select pulldown menu on the OPAC masthead.
sv: opac.pref#OpacAddMastheadLibraryPulldown# en rullgardinsmeny för att välja bibliotek i OPAC:s övre del.

source: opac.pref#OpacAdditionalStylesheet# Include the additional CSS stylesheet
sv: opac.pref#OpacAdditionalStylesheet# Inkludera den extra CSS-stilmallen

source: opac.pref#OpacAdditionalStylesheet# to override specified settings from the default stylesheet (leave blank to disable). Enter just a filename, a full local path or a complete URL starting with <code>http://</code> (if the file lives on a remote server). Please note that if you just enter a filename, the file should be in the css subdirectory for each active theme and language within the Koha templates directory. A full local path is expected to start from your HTTP document root.
sv: opac.pref#OpacAdditionalStylesheet# åsidosätta specificerade inställningar från standardstilmallen (lämna tomt för att avaktivera). Ange ett filnamn, en komplett lokala sökväg eller en fullständig URL som börjar med <316/>http://<317/> (om filerna finns på en extern server). Om du bara anger ett filnamn, måste filen finnas i css-underkatalogen för varje aktivt tema och språk i Kohas mallkatalog. En komplett lokal sökväg förutsätts starta från HTTP-dokumentets rot.

source: opac.pref#OpacAdvSearchMoreOptions# Show search options for the expanded view
sv: opac.pref#OpacAdvSearchMoreOptions# Visa sökalternativ för den expanderade visningen

source: opac.pref#OpacAdvSearchOptions# Show search options
sv: opac.pref#OpacAdvSearchOptions# Visa sökalternativ

source: opac.pref#OpacAllowPublicListCreation# Allow
sv: opac.pref#OpacAllowPublicListCreation# Tillåt

source: opac.pref#OpacAllowPublicListCreation# Don't allow
sv: opac.pref#OpacAllowPublicListCreation# Tillåt inte

source: opac.pref#OpacAllowPublicListCreation# opac users to create public lists
sv: opac.pref#OpacAllowPublicListCreation# OPAC-användare skapa publika listor

source: opac.pref#OpacAllowSharingPrivateLists# Allow
sv: opac.pref#OpacAllowSharingPrivateLists# Tillåt

source: opac.pref#OpacAllowSharingPrivateLists# Don't allow
sv: opac.pref#OpacAllowSharingPrivateLists# Tillåt inte

source: opac.pref#OpacAllowSharingPrivateLists# opac users to share private lists with other patrons.
sv: opac.pref#OpacAllowSharingPrivateLists# opac-användare att dela privata listor med andra låntagare.

source: opac.pref#OpacAuthorities# Allow
sv: opac.pref#OpacAuthorities# Tillåt

source: opac.pref#OpacAuthorities# Don't allow
sv: opac.pref#OpacAuthorities# Tillåt inte

source: opac.pref#OpacAuthorities# patrons to search your authority records.
sv: opac.pref#OpacAuthorities# låntagare att söka i dina auktoritetsposter.

source: opac.pref#OpacBrowseResults# Disable
sv: opac.pref#OpacBrowseResults# Avaktivera

source: opac.pref#OpacBrowseResults# Enable
sv: opac.pref#OpacBrowseResults# Aktivera

source: opac.pref#OpacBrowseResults# browsing and paging search results from the OPAC detail page.
sv: opac.pref#OpacBrowseResults# bläddra i och byta sida i sökresultat från OPAC:s detaljsida.

source: opac.pref#OpacBrowser# Allow
sv: opac.pref#OpacBrowser# Tillåt

source: opac.pref#OpacBrowser# Don't allow
sv: opac.pref#OpacBrowser# Tillåt inte

source: opac.pref#OpacBrowser# patrons to browse subject authorities on OPAC (run misc/cronjobs/build_browser_and_cloud.pl to create the browser list)
sv: opac.pref#OpacBrowser# låntagare navigera bland ämnesauktoriteter i OPAC (kör misc/cronjobs/build_browser_and_cloud.pl för att skapa webbläsarlistan)

source: opac.pref#OpacCloud# Don't show
sv: opac.pref#OpacCloud# Visa inte

source: opac.pref#OpacCloud# Show
sv: opac.pref#OpacCloud# Visa

source: opac.pref#OpacCloud# a subject cloud on OPAC (run misc/cronjobs/build_browser_and_cloud.pl to build)
sv: opac.pref#OpacCloud# ett ämnesmoln i OPAC (kör misc/cronjobs/build_browser_and_cloud.pl för att skapa)

source: opac.pref#OpacCustomSearch# Replace the search box at the top of OPAC pages with the following HTML:
sv: opac.pref#OpacCustomSearch# Ersätt sökrutan längst upp i OPAC-sidorna med följande HTML:

source: opac.pref#OpacExportOptions# Select export options that should be available from OPAC detail page:
sv: opac.pref#OpacExportOptions# Välj exportalternativ som ska vara tillgängliga från detaljsidan i OPAC:

source: opac.pref#OpacFavicon# Use the image at
sv: opac.pref#OpacFavicon# Använd bilden vid

source: opac.pref#OpacFavicon# for the OPAC's favicon. (This should be a complete URL, starting with <code>http://</code>.)
sv: opac.pref#OpacFavicon# för OPAC:s favicon. (Detta bör vara en komplett URL, som börjar med <320/>http://<321/>.)
