Repository: LMSCloud/Koha-LMSCloud
Catalog: misc/translator/po/*-pref.po
Languages: sv

source: patrons.pref#AutoEmailPrimaryAddress# cardnumber as
sv: patrons.pref#AutoEmailPrimaryAddress# kortnummer som

source: patrons.pref#AutoEmailPrimaryAddress# first valid
sv: patrons.pref#AutoEmailPrimaryAddress# första giltiga

source: patrons.pref#AutoEmailPrimaryAddress# home
sv: patrons.pref#AutoEmailPrimaryAddress# hem

source: patrons.pref#AutoEmailPrimaryAddress# patron email address for sending out emails.
sv: patrons.pref#AutoEmailPrimaryAddress# låntagarens e-postadress för att skicka e-post.

source: patrons.pref#AutoEmailPrimaryAddress# work
sv: patrons.pref#AutoEmailPrimaryAddress# arbete

source: patrons.pref#BorrowerMandatoryField# (separate columns with |)
sv: patrons.pref#BorrowerMandatoryField# (separera kolumner med |)

source: patrons.pref#BorrowerRenewalPeriodBase# When renewing borrowers, base the new expiry date on
sv: patrons.pref#BorrowerRenewalPeriodBase# Vid förnyelse av låntagare, basera det nya utgångsdatumet på

source: patrons.pref#BorrowerRenewalPeriodBase# current date.
sv: patrons.pref#BorrowerRenewalPeriodBase# aktuellt datum.

source: patrons.pref#BorrowerRenewalPeriodBase# current membership expiry date.
sv: patrons.pref#BorrowerRenewalPeriodBase# utgångsdatum för aktuellt medlemskap.

source: patrons.pref#BorrowerUnwantedField# (separate columns with |)
sv: patrons.pref#BorrowerUnwantedField# (separera kolumner med |)

source: patrons.pref#BorrowersTitles# (separate multiple choices with |)
sv: patrons.pref#BorrowersTitles# (separera flera val med |)

source: patrons.pref#BorrowersTitles# Borrowers can have the following titles:
sv: patrons.pref#BorrowersTitles# Låntagare kan ha följande titlar:

source: patrons.pref#CardnumberLength# Card numbers for patrons must be
sv: patrons.pref#CardnumberLength# Kortnummer för låntagare måste vara

source: patrons.pref#CardnumberLength# characters long. The length can be a single number to specify an exact length, a range separated by a comma (i.e., 'Min,Max'), or a maximum with no minimum (i.e., ',Max').
sv: patrons.pref#CardnumberLength# tecken långa. Längden kan vara ett enskilt nummer för att ange en exakt längd, ett intervall separerat av komma (dvs "minst,högst") eller ett högsta värde utan ett värde för minsta (dvs ',högst').

source: patrons.pref#EnableBorrowerFiles# Do
sv: patrons.pref#EnableBorrowerFiles# Gör

source: patrons.pref#EnableBorrowerFiles# Don't
sv: patrons.pref#EnableBorrowerFiles# Gör inte

source: patrons.pref#EnableBorrowerFiles# enable the ability to upload and attach arbitrary files to a borrower record.
sv: patrons.pref#EnableBorrowerFiles# aktivera möjligheten att ladda upp och länka vilka filer som helst till en låntagarpost.

source: patrons.pref#EnhancedMessagingPreferences# Allow
sv: patrons.pref#EnhancedMessagingPreferences# Tillåt

source: patrons.pref#EnhancedMessagingPreferences# Don't allow
sv: patrons.pref#EnhancedMessagingPreferences# Tillåt inte

source: patrons.pref#EnhancedMessagingPreferences# Staff to manage which notices patrons will receive and when they will receive them. Note: this only applies to courtesy notices. To manage if patrons have also access to these settings, use EnhancedMessagingPreferencesOPAC.
sv: patrons.pref#EnhancedMessagingPreferences# låntagare välja vilka meddelanden de mottar och när de mottar dem. Detta gäller endast vissa typer av meddelanden.

source: patrons.pref#EnhancedMessagingPreferencesOPAC# Don't show
sv: patrons.pref#EnhancedMessagingPreferences# Tillåt inte

source: patrons.pref#EnhancedMessagingPreferencesOPAC# Show
sv: patrons.pref#EnhancedMessagingPreferences# Tillåt

source: patrons.pref#ExtendedPatronAttributes# Don't enable
sv: patrons.pref#ExtendedPatronAttributes# Aktivera inte

source: patrons.pref#ExtendedPatronAttributes# Enable
sv: patrons.pref#ExtendedPatronAttributes# Aktivera

source: patrons.pref#ExtendedPatronAttributes# searching, editing and display of custom attributes on patrons.
sv: patrons.pref#ExtendedPatronAttributes# sökning, redigering och visning av anpassade attribut för låntagare.

source: patrons.pref#FeeOnChangePatronCategory# Do
sv: patrons.pref#FeeOnChangePatronCategory# Debitera

source: patrons.pref#FeeOnChangePatronCategory# Don't
sv: patrons.pref#FeeOnChangePatronCategory# Debitera inte

source: patrons.pref#FeeOnChangePatronCategory# charge a fee when a patron changes to a category with an enrollment fee.
sv: patrons.pref#FeeOnChangePatronCategory# en avgift när en låntagare byter till en kategori med en inskrivningsavgift.

source: patrons.pref#MaxFine# Empty value means no limit. Single item caps are specified in the circulation rules matrix.
sv: patrons.pref#MaxFine# Ett tomt värde betyder utan begränsning. Tak för enskilda objekt anges i tabellen med låneregler.

source: patrons.pref#MaxFine# The late fine for all checkouts will only go up to
sv: patrons.pref#MaxFine# Förseningsavgiften för alla lån kan bara komma upp i

source: patrons.pref#MembershipExpiryDaysNotice# Send an account expiration notice when a patron's card will expire in
sv: patrons.pref#MembershipExpiryDaysNotice# Skicka ett meddelande om att kontot går ut när en låntagares lånekort kommer att gå ut inom.

source: patrons.pref#MembershipExpiryDaysNotice# days.
sv: patrons.pref#MembershipExpiryDaysNotice# dagar.

source: patrons.pref#NorwegianPatronDBEnable# Disable
sv: patrons.pref#NorwegianPatronDBEnable# Inaktivera

source: patrons.pref#NorwegianPatronDBEnable# Enable
sv: patrons.pref#NorwegianPatronDBEnable# Aktivera

source: patrons.pref#NorwegianPatronDBEnable# endpoint.
sv: patrons.pref#NorwegianPatronDBEnable# slutpunkten.

source: patrons.pref#NorwegianPatronDBEnable# the ability to communicate with the Norwegian national patron database via the
sv: patrons.pref#NorwegianPatronDBEnable# möjligheten att kommunicera med den norska nationella låntagardatabasen via

source: patrons.pref#NorwegianPatronDBSearchNLAfterLocalHit# Do
sv: patrons.pref#NorwegianPatronDBSearchNLAfterLocalHit# Sök

source: patrons.pref#NorwegianPatronDBSearchNLAfterLocalHit# Don't
sv: patrons.pref#NorwegianPatronDBSearchNLAfterLocalHit# Sök inte

source: patrons.pref#NorwegianPatronDBSearchNLAfterLocalHit# search the Norwegian national patron database after a local search result was found.
sv: patrons.pref#NorwegianPatronDBSearchNLAfterLocalHit# i den norska nationella låntagardatabasen efter att ett lokalt sökresultat hittats.

source: patrons.pref#NorwegianPatronDBUsername# . You can get these from "Base Bibliotek", which is maintained by the Norwegian National Library.
sv: patrons.pref#NorwegianPatronDBUsername# . Du kan få dessa från "Base Bibliotek", som underhålls av det norska nationalbiblioteket.

source: patrons.pref#NorwegianPatronDBUsername# Communicate with the Norwegian national patron database using the username
sv: patrons.pref#NorwegianPatronDBUsername# Kommunicera med den norska nationella låntagardatabasen med användarnamnet

source: patrons.pref#NorwegianPatronDBUsername# and the password
sv: patrons.pref#NorwegianPatronDBUsername# och lösenordet

source: patrons.pref#NotifyBorrowerDeparture# Show a notice if the patron is about to expire or has expired
sv: patrons.pref#NotifyBorrowerDeparture# Visa ett meddelande om låntagaren förfaller eller har förfallit

source: patrons.pref#NotifyBorrowerDeparture# days beforehand.
sv: patrons.pref#NotifyBorrowerDeparture# dagar i förväg.

source: patrons.pref#PatronsPerPage# By default, show
sv: patrons.pref#PatronsPerPage# Visa som standard

source: patrons.pref#PatronsPerPage# results per page in the staff client.
sv: patrons.pref#PatronsPerPage# resultat per sida i personalklienten.

source: patrons.pref#SMSSendDriver# Define a username/login
sv: patrons.pref#SMSSendDriver# Definiera användarnamn/inloggning

source: patrons.pref#SMSSendDriver# Use the SMS::Send::
sv: patrons.pref#SMSSendDriver# Använd SMS::Send::

source: patrons.pref#SMSSendDriver# and a password
sv: patrons.pref#SMSSendDriver# och ett lösenord

source: patrons.pref#SMSSendDriver# driver to send SMS messages.
sv: patrons.pref#SMSSendDriver# drivrutin för att skicka SMS-meddelanden.

source: patrons.pref#StatisticsFields# (separate fields with |, without trailing |). Default if empty: location|itype|ccode
sv: patrons.pref#StatisticsFields# (separera fält med |)

source: patrons.pref#StatisticsFields# Show the following fields from the items database table as columns on the statistics tab on the patron record:
sv: patrons.pref#StatisticsFields# Visa följande fält från databastabellen för objekt som kolumner på låntagarpostens statistikflik:

source: patrons.pref#TalkingTechItivaPhoneNotification# Disable
sv: patrons.pref#TalkingTechItivaPhoneNotification# Avaktivera

source: patrons.pref#TalkingTechItivaPhoneNotification# Enable
sv: patrons.pref#TalkingTechItivaPhoneNotification# Aktivera

source: patrons.pref#TalkingTechItivaPhoneNotification# patron phone notifications using Talking Tech i-tiva (overdues, predues and holds notices currently supported).
sv: patrons.pref#TalkingTechItivaPhoneNotification# telefonmeddelanden till låntagare med Talking Tech i-tiva (förseningar, förvarningar och notifiering om inkomna reservationer stöds för närvarande).

source: patrons.pref#autoMemberNum# Do
sv: patrons.pref#autoMemberNum# Gör

source: patrons.pref#autoMemberNum# Don't
sv: patrons.pref#autoMemberNum# Gör inte

source: patrons.pref#autoMemberNum# default the card number field on the patron addition screen to the next available card number (for example, if the largest currently used card number is 26345000012941, then this field will default to 26345000012942).
sv: patrons.pref#autoMemberNum# sätt som standard kortnummerfältet i skärmen för skapande av ny låntagare till nästa tillgängliga kortnummer (om det högsta använda kortnumret t.ex. är 26345000012941, visar detta fält som standard 26345000012942).

source: patrons.pref#borrowerRelationship# (input multiple choices separated by |). Leave empty to deactivate
sv: patrons.pref#borrowerRelationship# (mata in flera värden separerade med |). Lämna tomt för att avaktivera

source: patrons.pref#borrowerRelationship# Guarantors can be the following of those they guarantee:
sv: patrons.pref#borrowerRelationship# Förmyndare kan vara det följande för dem de är förmyndare för:

source: patrons.pref#checkdigit# Do
sv: patrons.pref#checkdigit# Gör

source: patrons.pref#checkdigit# Don't
sv: patrons.pref#checkdigit# Gör inte

source: patrons.pref#checkdigit# check and construct borrower card numbers in the Katipo style. This overrides <code>autoMemberNum</code> if on.
sv: patrons.pref#checkdigit# kontrollera och skapa lånekortsnummer av Katipo-typ. Detta åsidosätter <346/>autoMemberNum<347/>, om det är aktiverat.

source: patrons.pref#intranetreadinghistory# Allow
sv: patrons.pref#intranetreadinghistory# Tillåt

source: patrons.pref#intranetreadinghistory# Don't allow
sv: patrons.pref#intranetreadinghistory# Tillåt inte

source: patrons.pref#intranetreadinghistory# staff to access a patron's checkout history (reading history is still stored, regardless of staff being allowed access or not).
sv: patrons.pref#intranetreadinghistory# personal att komma åt lånehistoriken för en låntagare (den registrerar oavsett denna inställning).

source: patrons.pref#minPasswordLength# Login passwords for staff and patrons must be at least
sv: patrons.pref#minPasswordLength# Inloggningslösenord för personal och låntagare måste vara minst

source: patrons.pref#minPasswordLength# characters long.
sv: patrons.pref#minPasswordLength# tecken lång.

source: patrons.pref#patronimages# Allow
sv: patrons.pref#patronimages# Tillåt

source: patrons.pref#patronimages# Don't allow
sv: patrons.pref#patronimages# Tillåt inte

source: patrons.pref#patronimages# images to be uploaded and shown for patrons on the staff client.
sv: patrons.pref#patronimages# bilder som ska laddas upp och visas för låntagare i personalklienten.

source: patrons.pref#uppercasesurnames# Do
sv: patrons.pref#uppercasesurnames# Gör

source: patrons.pref#uppercasesurnames# Don't
sv: patrons.pref#uppercasesurnames# Gör inte

source: patrons.pref#uppercasesurnames# store and display surnames in upper case.
sv: patrons.pref#uppercasesurnames# lagra och visa efternamn som stora bokstäver.

source: patrons.pref#useDischarge# Allow
sv: patrons.pref#useDischarge# Tillåt

source: patrons.pref#useDischarge# Don't allow
sv: patrons.pref#useDischarge# Tillåt inte

source: patrons.pref#useDischarge# librarians to discharge borrowers and borrowers to request a discharge.
sv: patrons.pref#useDischarge# bibliotekarier att avföra låntagare och låntagare att begära att bli avförda.

source: searching.pref Features
sv: searching.pref Funktioner

source: searching.pref Results Display
sv: searching.pref Resultatvisning

source: searching.pref Search Form
sv: searching.pref Sökformulär

source: searching.pref#AdvancedSearchLanguages# For example, to limit listing to French and Italian, enter <em>ita|fre</em>.
sv: searching.pref#AdvancedSearchLanguages# För att exempelvis begränsa listningen till Franska and Italienska, ange <350/>ita|fre<351/>.

source: searching.pref#AdvancedSearchLanguages# ISO 639-2 language codes (separate values with | or ,).
sv: searching.pref#AdvancedSearchLanguages# ISO 639-2-språkkoder (separera värden med | eller ,).

source: searching.pref#AdvancedSearchLanguages# Limit the languages listed in the advanced search drop-down to the
sv: searching.pref#AdvancedSearchLanguages# begränsa språken som listas i den avancerade rullgardinsmenyn till

source: searching.pref#AdvancedSearchTypes# <em>Currently supported values</em>: Item types (<strong>itemtypes</strong>), Collection Codes (<strong>ccode</strong>) and Shelving Location (<strong>loc</strong>).
sv: searching.pref#AdvancedSearchTypes# <360/>Värden som stöds<361/>: Objekttyper (<362/>itemtypes<363/>), samlingskoder (<364/>ccode<365/>) och hyllplats (<366/>loc<367/>).

source: searching.pref#AdvancedSearchTypes# Show tabs in OPAC and staff-side advanced search for limiting searches on the
sv: searching.pref#AdvancedSearchTypes# Visa flikar i OPAC och avancerad sökning för personal för att begränsa sökning efter

source: searching.pref#AdvancedSearchTypes# fields (separate values with |). Tabs appear in the order listed.<br/>
sv: searching.pref#AdvancedSearchTypes# fält (separerar värden med |). Flikar visas i den ordning de listas.<369/>

source: searching.pref#DisplayLibraryFacets# Show facets for
sv: searching.pref#DisplayLibraryFacets# Visa fasetter för

source: searching.pref#DisplayLibraryFacets# both home and holding library
sv: searching.pref#DisplayLibraryFacets# både hem- och reservationsbibliotek

source: searching.pref#DisplayLibraryFacets# holding library
sv: searching.pref#DisplayLibraryFacets# reservationsbibliotek

source: searching.pref#DisplayLibraryFacets# home library
sv: searching.pref#DisplayLibraryFacets# hembibliotek

source: searching.pref#EnableSearchHistory# Don't keep
sv: searching.pref#EnableSearchHistory# Spara inte

source: searching.pref#EnableSearchHistory# Keep
sv: searching.pref#EnableSearchHistory# Spara

source: searching.pref#EnableSearchHistory# patron search history in the staff client.
sv: searching.pref#EnableSearchHistory# sökhistorik för låntagare i personalklienten.

source: searching.pref#FacetLabelTruncationLength# Truncate facets length to
sv: searching.pref#FacetLabelTruncationLength# Korta av fasetters längd till

source: searching.pref#FacetLabelTruncationLength# characters, in OPAC/staff interface.
sv: searching.pref#FacetLabelTruncationLength# tecken i OPAC-/personalgränssnittet.

source: searching.pref#FacetMaxCount# Show up to
sv: searching.pref#FacetMaxCount# Visa upp till

source: searching.pref#FacetMaxCount# facets for each category.
sv: searching.pref#FacetMaxCount# fasetter för varje kategori.

source: searching.pref#IncludeSeeFromInSearches# <i>see from</i> (non-preferred form) headings in bibliographic searches. Please note: you will need to reindex your bibliographic database when changing this preference.
sv: searching.pref#IncludeSeeFromInSearches# <372/>se från<373/>-rubriker (ej föredraget format) i bibliografiska sökningar. Obs! du måste indexera om den bibliografiska databasen när denna inställning ändras.

source: searching.pref#IncludeSeeFromInSearches# Don't include
sv: searching.pref#IncludeSeeFromInSearches# Inkludera inte

source: searching.pref#IncludeSeeFromInSearches# Include
sv: searching.pref#IncludeSeeFromInSearches# Inkludera

source: searching.pref#IntranetNumbersPreferPhrase# By default,
sv: searching.pref#IntranetNumbersPreferPhrase# Som standard,

source: searching.pref#IntranetNumbersPreferPhrase# don't use
sv: searching.pref#IntranetNumbersPreferPhrase# använd inte

source: searching.pref#IntranetNumbersPreferPhrase# the operator "phr" in the callnumber and standard number staff client searches
sv: searching.pref#IntranetNumbersPreferPhrase# operatorn "phr" i sökningar med hyllsignatur och vanliga numeriska sökningar i personalklienten

source: searching.pref#IntranetNumbersPreferPhrase# use
sv: searching.pref#IntranetNumbersPreferPhrase# använd

source: searching.pref#MaxSearchResultsItemsPerRecordStatusCheck# items.
sv: searching.pref#maxItemsInSearchResults# objekt per biblio i sökresultaten

source: searching.pref#OPACItemsResultsDisplay# Don't show
sv: searching.pref#OPACItemsResultsDisplay# Visa inte

source: searching.pref#OPACItemsResultsDisplay# Show
sv: searching.pref#OPACItemsResultsDisplay# Visa

source: searching.pref#OPACItemsResultsDisplay# an item's library, location and call number in OPAC search results.
sv: searching.pref#OPACItemsResultsDisplay# ett objekts bibliotek, placering och hyllsignatur i sökresultat för OPAC.

source: searching.pref#OPACNumbersPreferPhrase# By default,
sv: searching.pref#OPACNumbersPreferPhrase# Som standard,

source: searching.pref#OPACNumbersPreferPhrase# don't use
sv: searching.pref#OPACNumbersPreferPhrase# använd inte

source: searching.pref#OPACNumbersPreferPhrase# the operator "phr" in the callnumber and standard number OPAC searches
sv: searching.pref#OPACNumbersPreferPhrase# operatorn "phr" i sökningar med hyllsignatur och vanliga numeriska OPAC-sökningar

source: searching.pref#OPACNumbersPreferPhrase# use
sv: searching.pref#OPACNumbersPreferPhrase# använd

source: searching.pref#OPACdefaultSortField# By default, sort search results in the OPAC by
sv: searching.pref#OPACdefaultSortField# Sortera som standard sökresultat i OPAC per

source: searching.pref#OPACdefaultSortField# ascending.
sv: searching.pref#OPACdefaultSortField# stigande.

source: searching.pref#OPACdefaultSortField# author
sv: searching.pref#OPACdefaultSortField# författare

source: searching.pref#OPACdefaultSortField# call number
sv: searching.pref#OPACdefaultSortField# hyllsignatur

source: searching.pref#OPACdefaultSortField# date added
sv: searching.pref#OPACdefaultSortField# lades till datum

source: searching.pref#OPACdefaultSortField# date of publication
sv: searching.pref#OPACdefaultSortField# publiceringsdatum

source: searching.pref#OPACdefaultSortField# descending.
sv: searching.pref#OPACdefaultSortField# fallande.

source: searching.pref#OPACdefaultSortField# from A to Z.
sv: searching.pref#OPACdefaultSortField# från A till Z.

source: searching.pref#OPACdefaultSortField# from Z to A.
sv: searching.pref#OPACdefaultSortField# från Z till A.

source: searching.pref#OPACdefaultSortField# relevance
sv: searching.pref#OPACdefaultSortField# relevans

source: searching.pref#OPACdefaultSortField# title
sv: searching.pref#OPACdefaultSortField# titel

source: searching.pref#OPACdefaultSortField# total number of checkouts
sv: searching.pref#OPACdefaultSortField# totalt antal lån

source: searching.pref#OPACnumSearchResults# By default, show
sv: searching.pref#OPACnumSearchResults# Visa som standard

source: searching.pref#OPACnumSearchResults# results per page in the OPAC.
sv: searching.pref#OPACnumSearchResults# resultat per sida i OPAC.

source: searching.pref#OpacGroupResults# Don't use
sv: searching.pref#OpacGroupResults# Använd inte

source: searching.pref#OpacGroupResults# PazPar2 to group similar results on the OPAC. This requires that PazPar2 is set up and running.
sv: searching.pref#OpacGroupResults# PazPar2 för att gruppera liknande resultat i OPAC. Detta kräver att PazPar2 är konfigurerat och fungerar.

source: searching.pref#OpacGroupResults# Use
sv: searching.pref#OpacGroupResults# Använd

source: searching.pref#QueryAutoTruncate# <br />(The * character would be used like so: <cite>Har*</cite> or <cite>*logging</cite>.)
sv: searching.pref#QueryAutoTruncate# <379/>(Tecknet * kan användas på följande sätt: <380/>Har*<381/> eller <382/>*logging<383/>.)

source: searching.pref#QueryAutoTruncate# Perform wildcard searching (where, for example, <cite>Har</cite> would match <cite>Harry</cite> and <cite>harp</cite>)
sv: searching.pref#QueryAutoTruncate# Utföra sökning med jokertecken (där t.ex., <390/>Har<391/> skulle hitta <392/>Harry<393/> och <394/>harpa<395/>)

source: searching.pref#QueryAutoTruncate# automatically.
sv: searching.pref#QueryAutoTruncate# automatiskt.

source: searching.pref#QueryAutoTruncate# only if * is added.
sv: searching.pref#QueryAutoTruncate# endast om * läggs till.

source: searching.pref#QueryFuzzy# Don't try
sv: searching.pref#QueryFuzzy# Försök inte

source: searching.pref#QueryFuzzy# Try
sv: searching.pref#QueryFuzzy# Försök att

source: searching.pref#QueryFuzzy# to match similarly spelled words in a search (for example, a search for <cite>flang</cite> would also match <cite>flange</cite> and <cite>fang</cite>; REQUIRES ZEBRA).
sv: searching.pref#QueryFuzzy# hitta ord som stavas på likande sätt i en sökning (exempelvis skulle en sökning efter <402/>flang<403/> också överensstämma med <404/>flange<405/> och <406/>fang<407/>; KRÄVER ZEBRA).

source: searching.pref#QueryStemming# Don't try
sv: searching.pref#QueryStemming# Försök inte

source: searching.pref#QueryStemming# Try
sv: searching.pref#QueryStemming# Försök att

source: searching.pref#QueryStemming# to match words of the same base in a search (for example, a search for <cite>enabling</cite> would also match <cite>enable</cite> and <cite>enabled</cite>; REQUIRES ZEBRA).
sv: searching.pref#QueryStemming# hitta ord som har samma stam i en sökning (exempelvis skulle en sökning efter <414/>enabling<415/> också överensstämma med <416/>enable<417/> and <418/>enabled<419/>; KRÄVER ZEBRA).

source: searching.pref#QueryWeightFields# Disable
sv: searching.pref#QueryWeightFields# Avaktivera

source: searching.pref#QueryWeightFields# Enable
sv: searching.pref#QueryWeightFields# Aktivera

source: searching.pref#QueryWeightFields# ranking of search results by relevance (REQUIRES ZEBRA).
sv: searching.pref#QueryWeightFields# rangordning av sökresultat efter relevans (KRÄVER ZEBRA).

source: searching.pref#SearchWithISBNVariations# When searching on the ISBN index,
sv: searching.pref#SearchWithISBNVariations# Vid sökning på ISBN-index,

source: searching.pref#SearchWithISBNVariations# don't search
sv: searching.pref#SearchWithISBNVariations# visa inte

source: searching.pref#SearchWithISBNVariations# on all variations of the ISBN. Note that this preference has no effect if UseQueryParser is on.
sv: searching.pref#SearchWithISBNVariations# för alla variationer av ISBN. Detta alternativ har ingen effekt om UseQueryParser är aktiverat.

source: searching.pref#SearchWithISBNVariations# search
sv: searching.pref#SearchWithISBNVariations# visa

source: searching.pref#TraceCompleteSubfields# Don't force
sv: searching.pref#TraceCompleteSubfields# Tvinga inte

source: searching.pref#TraceCompleteSubfields# Force
sv: searching.pref#TraceCompleteSubfields# Tvinga
