Repository: LMSCloud/Koha-LMSCloud
Catalog: misc/translator/po/*-pref.po
Languages: sv

source: cataloguing.pref#MARCOrgCode# Fill in the <a href="http://www.loc.gov/marc/organizations/orgshome.html">MARC organization code</a>
sv: cataloguing.pref#MARCOrgCode# Fyll i <59/>MARC-organisationskoden<60/>

source: cataloguing.pref#MARCOrgCode# by default in new MARC21 records (leave blank to disable).
sv: cataloguing.pref#MARCOrgCode# som standard i nya MARC21-poster (lämna tomt för att inaktivera).

source: cataloguing.pref#MergeReportFields# <br />example: '001,245ab,600'
sv: cataloguing.pref#MergeReportFields# <61/>exempel: '001,245ab,600'

source: cataloguing.pref#MergeReportFields# <li>all subfields of fields 600</li>
sv: cataloguing.pref#MergeReportFields# <62/>alla underliggande fält för fält 600<63/>

source: cataloguing.pref#MergeReportFields# <li>subfields a and b of fields 245</li>
sv: cataloguing.pref#MergeReportFields# <64/>underliggande fält a och b för fält 245<65/>

source: cataloguing.pref#MergeReportFields# <li>value of 001</li>
sv: cataloguing.pref#MergeReportFields# <66/>värdet 001<67/>

source: cataloguing.pref#MergeReportFields# <ul>
sv: cataloguing.pref#MergeReportFields# <68/>

source: cataloguing.pref#MergeReportFields# displays:
sv: cataloguing.pref#MergeReportFields# visar:

source: cataloguing.pref#MergeReportFields# fields to display for deleted records after merge
sv: cataloguing.pref#MergeReportFields# fält att visa för raderade poster efter sammanslagning

source: cataloguing.pref#NewItemsDefaultLocation# (should be a location code, or blank to disable).
sv: cataloguing.pref#NewItemsDefaultLocation# (bör vara en platskod eller tomt för att avaktivera).

source: cataloguing.pref#NewItemsDefaultLocation# When items are created, give them the temporary location of
sv: cataloguing.pref#NewItemsDefaultLocation# När objekt skapas, placera dem temporärt i

source: cataloguing.pref#NotesBlacklist# Don't show these
sv: cataloguing.pref#NotesBlacklist# Visa inte dessa

source: cataloguing.pref#NotesBlacklist# note fields in title notes separator (OPAC record details) and in the description separator (Staff client record details). The fields should appear separated with commas and according with the Koha MARC format (eg 3.. for UNIMARC, 5.. for MARC21)
sv: cataloguing.pref#NotesBlacklist# kommentarsfält i kommentarsseparator för titel (detaljer för OPAC-post) och i separatorn för beskrivning (detaljer för personalklientpost). Fälten ska vara separerade med komman och enligt Koha MARC-formatet (t.ex. 3.. för UNIMARC, 5.. för MARC21)

source: cataloguing.pref#OpacSuppression# (Leave blank if not used. Define a range like <code>192.168.</code>.)
sv: cataloguing.pref#OpacSuppression# (Lämna tom om det inte används. Ange ett intervall som <71/>192.168.<72/>.)

source: cataloguing.pref#OpacSuppression# <br />Display the following message on the redirect page for suppressed biblios
sv: cataloguing.pref#OpacSuppression# <74/>Visa följande meddelande på omdirigeringssidan för undertryckta biblios

source: cataloguing.pref#OpacSuppression# <br />Redirect the opac detail page for suppressed records to
sv: cataloguing.pref#OpacSuppression# <76/>Omdirigera opac-sidan för undertryckta poster till

source: cataloguing.pref#OpacSuppression# <br />Restrict the suppression to IP adresses outside of the IP range
sv: cataloguing.pref#OpacSuppression# <78/>Begränsa undertryckandet till IP-adresser utanför IP-intervallet

source: cataloguing.pref#OpacSuppression# Don't hide
sv: cataloguing.pref#OpacSuppression# Dölj inte

source: cataloguing.pref#OpacSuppression# Hide
sv: cataloguing.pref#OpacSuppression# Dölj

source: cataloguing.pref#OpacSuppression# an explanatory page ('This record is blocked').
sv: cataloguing.pref#OpacSuppression# en förklarande sida ("Denna post är spärrad").

source: cataloguing.pref#OpacSuppression# items marked as suppressed from OPAC search results.
sv: cataloguing.pref#OpacSuppression# <76/>Omdirigera opac-sidan för undertryckta poster till

source: cataloguing.pref#OpacSuppression# the 404 error page ('Not found').
sv: cataloguing.pref#OpacSuppression# sidan för 404-fel ("Ej hittad").

source: cataloguing.pref#PrefillItem# When a new item is added,
sv: cataloguing.pref#PrefillItem# När ett nytt objekt läggs till,

source: cataloguing.pref#PrefillItem# the new item is not prefilled with last created item values.
sv: cataloguing.pref#PrefillItem# förifylls det nya objektet inte med de senast skapade objektvärdena.

source: cataloguing.pref#PrefillItem# the new item is prefilled with last created item values.
sv: cataloguing.pref#PrefillItem# förifylls det nya objektet med de senast skapade objektvärdena.

source: cataloguing.pref#RisExportAdditionalFields# <br/>
sv: cataloguing.pref#RisExportAdditionalFields# <83/>

source: cataloguing.pref#RisExportAdditionalFields# All values of repeating tags and subfields will be printed with the given RIS tag.
sv: cataloguing.pref#RisExportAdditionalFields# Alla värden för upprepade taggar och underliggande fält kommer att skrivas ut med den givna RIS-tagg.

source: cataloguing.pref#RisExportAdditionalFields# Include following fields when exporting RIS,
sv: cataloguing.pref#RisExportAdditionalFields# Inkludera följande fält vid export av RIS,

source: cataloguing.pref#RisExportAdditionalFields# To specificy multiple marc tags/subfields as targets for a repeating RIS tag, use the following format: RIS_TAG: [TAG2$SUBFIELD1, TAG2$SUBFIELD2] ( e.g. NT: [501$a, 505$g] )
sv: cataloguing.pref#RisExportAdditionalFields# För att ange flera marc-taggar/underliggande fält som mål för en upprepad RIS-tagg använder du följande format: RIS_TAG: [TAG2<84/>, TAG2<85/>] ( t.ex. NT: [501<86/>, 505<87/>])

source: cataloguing.pref#RisExportAdditionalFields# Use of TY ( record type ) as a key will <i>replace</i> the default TY with the field value of your choosing.
sv: cataloguing.pref#RisExportAdditionalFields# Användning av TY (posttyp) som nyckel <88/>ersätter<89/> standard-TY med det fältvärde du väljer.

source: cataloguing.pref#RisExportAdditionalFields# Use one line per tag in the format RIS_TAG: TAG$SUBFIELD ( e.g. LC: 010$a )
sv: cataloguing.pref#RisExportAdditionalFields# Använd en rad per tagg i formatet RIS_TAG: TAG<90/> ( t.ex. LC: 010<91/> )

source: cataloguing.pref#SeparateHoldings# Don't separate
sv: cataloguing.pref#SeparateHoldings# Separera inte

source: cataloguing.pref#SeparateHoldings# Separate
sv: cataloguing.pref#SeparateHoldings# Separera

source: cataloguing.pref#SeparateHoldings# holding library
sv: cataloguing.pref#SeparateHoldings# reservationsbibliotek

source: cataloguing.pref#SeparateHoldings# home library
sv: cataloguing.pref#SeparateHoldings# hembibliotek

source: cataloguing.pref#SeparateHoldings# is the logged in user's library. The second tab will contain all other items.
sv: cataloguing.pref#SeparateHoldings# är den inloggade användarens bibliotek. Den andra fliken innehåller alla andra objekt.

source: cataloguing.pref#SeparateHoldings# items display into two tabs, where the first tab contains items whose
sv: cataloguing.pref#SeparateHoldings# objekt visas i två flikar, där den första fliken innehåller objekt vars

source: cataloguing.pref#SpineLabelAutoPrint# When using the quick spine label printer,
sv: cataloguing.pref#SpineLabelAutoPrint# Vid användning av skrivaren för snabbutskrift av ryggetiketter,

source: cataloguing.pref#SpineLabelAutoPrint# automatically pop up a print dialog.
sv: cataloguing.pref#SpineLabelAutoPrint# visa automatiskt en utskriftsdialog.

source: cataloguing.pref#SpineLabelAutoPrint# do
sv: cataloguing.pref#SpineLabelAutoPrint# gör

source: cataloguing.pref#SpineLabelAutoPrint# don't
sv: cataloguing.pref#SpineLabelAutoPrint# gör inte

source: cataloguing.pref#SpineLabelFormat# (Enter in columns from the <code>biblio</code>, <code>biblioitems</code> or <code>items</code> tables, surrounded by &lt; and &gt;.)
sv: cataloguing.pref#SpineLabelFormat# (Ange i kolumner från tabellerna <98/>biblio<99/>, <100/>biblioitems<101/> eller <102/>items<103/>, omgärdade av &lt; och &gt;.)

source: cataloguing.pref#SpineLabelFormat# Include the following fields on a quick-printed spine label:
sv: cataloguing.pref#SpineLabelFormat# Inkludera följande fält på en snabbutskriven ryggetikett:

source: cataloguing.pref#SpineLabelShowPrintOnBibDetails# Display
sv: cataloguing.pref#SpineLabelShowPrintOnBibDetails# Visa

source: cataloguing.pref#SpineLabelShowPrintOnBibDetails# Don't display
sv: cataloguing.pref#SpineLabelShowPrintOnBibDetails# Visa inte

source: cataloguing.pref#SpineLabelShowPrintOnBibDetails# buttons on the bib details page to print item spine labels.
sv: cataloguing.pref#SpineLabelShowPrintOnBibDetails# knappar på bib-detaljsidan för att skriva ut ryggetiketter för objekt.

source: cataloguing.pref#SubfieldsToAllowForRestrictedBatchmod# Define a list of subfields for which editing is authorized when items_batchmod_restricted permission is enabled, separated by spaces.
sv: cataloguing.pref#SubfieldsToAllowForRestrictedBatchmod# Definiera en lista med underliggande fält för vilka redigering är tillåten när rättigheten items_batchmod_restricted är aktiverad, separerade med mellanslag.

source: cataloguing.pref#SubfieldsToAllowForRestrictedBatchmod# Examples:
sv: cataloguing.pref#SubfieldsToAllowForRestrictedBatchmod# Exempel:

source: cataloguing.pref#SubfieldsToAllowForRestrictedBatchmod# If the pref is empty, no fields are restricted.
sv: cataloguing.pref#SubfieldsToAllowForRestrictedBatchmod# Om inställningen är tom är inga fält begränsade.

source: cataloguing.pref#SubfieldsToAllowForRestrictedBatchmod# MARC21: "952$a 952$b 952$c"
sv: cataloguing.pref#SubfieldsToAllowForRestrictedBatchmod# MARC21: "952<107/> 952<108/> 952<109/>"

source: cataloguing.pref#SubfieldsToAllowForRestrictedBatchmod# Note that the FA framework is excluded from the permission.
sv: cataloguing.pref#SubfieldsToAllowForRestrictedBatchmod# FA-ramverket omfattas inte av rättigheten.

source: cataloguing.pref#SubfieldsToAllowForRestrictedBatchmod# UNIMARC: "995$f 995$h 995$j"
sv: cataloguing.pref#SubfieldsToAllowForRestrictedBatchmod# UNIMARC: "995<113/> 995<114/> 995<115/>"

source: cataloguing.pref#SubfieldsToAllowForRestrictedEditing# Define a list of subfields for which editing is authorized when edit_items_restricted permission is enabled, separated by spaces.
sv: cataloguing.pref#SubfieldsToAllowForRestrictedEditing# Definiera en lista med underliggande fält för vilka redigering är tillåten när rättigheten edit_items_restricted är aktiverad, separerade med mellanslag.

source: cataloguing.pref#SubfieldsToAllowForRestrictedEditing# Examples:
sv: cataloguing.pref#SubfieldsToAllowForRestrictedEditing# Exempel:

source: cataloguing.pref#SubfieldsToAllowForRestrictedEditing# If the pref is empty, no fields are restricted.
sv: cataloguing.pref#SubfieldsToAllowForRestrictedEditing# Om inställningen är tom är inga fält begränsade.

source: cataloguing.pref#SubfieldsToAllowForRestrictedEditing# MARC21: "952$a 952$b 952$c"
sv: cataloguing.pref#SubfieldsToAllowForRestrictedEditing# MARC21: "952<119/> 952<120/> 952<121/>"

source: cataloguing.pref#SubfieldsToAllowForRestrictedEditing# Note that the FA framework is excluded from the permission.
sv: cataloguing.pref#SubfieldsToAllowForRestrictedEditing# FA-ramverket omfattas inte av rättigheten.

source: cataloguing.pref#SubfieldsToAllowForRestrictedEditing# UNIMARC: "995$f 995$h 995$j"
sv: cataloguing.pref#SubfieldsToAllowForRestrictedEditing# UNIMARC: "995<125/> 995<126/> 995<127/>"

source: cataloguing.pref#SubfieldsToUseWhenPrefill# Define a list of subfields to use when prefilling items (separated by space)
sv: cataloguing.pref#SubfieldsToUseWhenPrefill# Definiera en lista med underliggande fält som ska användas när objekt förifylls (separerade av mellanslag)

source: cataloguing.pref#UNIMARCField100Language# Use the languague (ISO 690-2)
sv: cataloguing.pref#UNIMARCField100Language# Använd språket (ISO 690-2)

source: cataloguing.pref#UNIMARCField100Language# as default language in the UNIMARC field 100 when creating a new record or in the field plugin.
sv: cataloguing.pref#UNIMARCField100Language# som standardspråk i UNIMARC-fält 100 när en ny post skapas eller i insticksprogrammet för fält.

source: cataloguing.pref#URLLinkText# Show
sv: cataloguing.pref#URLLinkText# Visa

source: cataloguing.pref#URLLinkText# as the text of links embedded in MARC records.
sv: cataloguing.pref#URLLinkText# som text för inbäddade länkar i MARC-poster.

source: cataloguing.pref#UseControlNumber# Don't use
sv: cataloguing.pref#UseControlNumber# Använd inte

source: cataloguing.pref#UseControlNumber# Use
sv: cataloguing.pref#UseControlNumber# Använd

source: cataloguing.pref#UseControlNumber# record control number ($w subfields) and control number (001) for linking of bibliographic records.
sv: cataloguing.pref#UseControlNumber# postkontrollnummer (underliggande fält <129/>) och kontrollnummer (001) för länkning av bibliografiska poster.

source: cataloguing.pref#advancedMARCeditor# Display
sv: cataloguing.pref#advancedMARCeditor# Visa

source: cataloguing.pref#advancedMARCeditor# Don't display
sv: cataloguing.pref#advancedMARCeditor# Visa inte

source: cataloguing.pref#advancedMARCeditor# descriptions of fields and subfields in the MARC editor.
sv: cataloguing.pref#advancedMARCeditor# beskrivningar av fält och underliggande fält i MARC-redigeraren.

source: cataloguing.pref#autoBarcode# Barcodes are
sv: cataloguing.pref#autoBarcode# Streckkoder är

source: cataloguing.pref#autoBarcode# generated in the form &lt;branchcode&gt;yymm0001.
sv: cataloguing.pref#autoBarcode# genererade i formatet &lt;filialkod&gt;ååmm0001.

source: cataloguing.pref#autoBarcode# generated in the form &lt;year&gt;-0001, &lt;year&gt;-0002.
sv: cataloguing.pref#autoBarcode# genererade i formatet &lt;år&gt;-0001, &lt;år&gt;-0002.

source: cataloguing.pref#autoBarcode# generated in the form 1, 2, 3.
sv: cataloguing.pref#autoBarcode# genererade i formatet 1, 2, 3.

source: cataloguing.pref#autoBarcode# incremental EAN-13 barcodes
sv: cataloguing.pref#autoBarcode# inkrementella EAN-13-streckkoder

source: cataloguing.pref#autoBarcode# not generated automatically.
sv: cataloguing.pref#autoBarcode# genereras inte automatiskt.

source: cataloguing.pref#hide_marc# Display
sv: cataloguing.pref#hide_marc# Visa

source: cataloguing.pref#hide_marc# Don't display
sv: cataloguing.pref#hide_marc# Visa inte

source: cataloguing.pref#hide_marc# MARC tag numbers, subfield codes and indicators in MARC views.
sv: cataloguing.pref#hide_marc# MARC-taggnummer, koder för underliggande fält och indikatorer i MARC-vyer.

source: cataloguing.pref#item-level_itypes# Use the item type of the
sv: cataloguing.pref#item-level_itypes# Använd objekttypen som

source: cataloguing.pref#item-level_itypes# as the authoritative item type (for determining circulation and fines rules, for displaying an item type icon on either opac detail or results page, etc).
sv: cataloguing.pref#item-level_itypes# som den auktoritiva objektstypen (för att bestämma regler för cirkulation och böter, för visning av av ikoner för en objektstyp i detaljinformation eller resultat för opac, osv.).

source: cataloguing.pref#item-level_itypes# biblio record
sv: cataloguing.pref#item-level_itypes# bibliografisk post

source: cataloguing.pref#item-level_itypes# specific item
sv: cataloguing.pref#item-level_itypes# specifikt objekt

source: cataloguing.pref#itemcallnumber# Map the MARC subfield
sv: cataloguing.pref#itemcallnumber# Mappa det underliggande MARC-fältet

source: cataloguing.pref#itemcallnumber# to an item's callnumber. (This can contain multiple subfields to look in; for instance <code>082ab</code> would look in 082 subfields a and b.)<br />Examples (for MARC21 records): <strong>Dewey</strong>: <code>082ab</code> or <code>092ab</code>; <strong>LOC</strong>: <code>050ab</code> or <code>090ab</code>; <strong>from the item record</strong>: <code>852hi</code>
sv: cataloguing.pref#itemcallnumber# till ett objekts hyllsignatur. (Detta kan innehålla flera olika underliggande fält; <149/>082ab<150/> skulle t.ex. leta i underliggande fält a och b för 082.)<151/>Exempel (för MARC21-poster): <152/>Dewey<153/>: <154/>082ab<155/> eller <156/>092ab<157/>; <158/>LOC<159/>: <160/>050ab<161/> eller <162/>090ab<163/>; <164/>från objektsposten<165/>: <166/>852hi<167/>

source: cataloguing.pref#marcflavour# Interpret and store MARC records in the
sv: cataloguing.pref#marcflavour# Tolka och lagra MARC-poster i

source: cataloguing.pref#z3950NormalizeAuthor# Copy
sv: cataloguing.pref#z3950NormalizeAuthor# Kopiera

source: cataloguing.pref#z3950NormalizeAuthor# Don't copy
sv: cataloguing.pref#z3950NormalizeAuthor# Kopiera inte

source: cataloguing.pref#z3950NormalizeAuthor# authors from the UNIMARC
sv: cataloguing.pref#z3950NormalizeAuthor# författare från UNIMARC

source: cataloguing.pref#z3950NormalizeAuthor# tags (separated by commas) to the correct author tags when importing a record using Z39.50.
sv: cataloguing.pref#z3950NormalizeAuthor# taggar (separerade av komman) till rätt författartaggar när poster importeras via Z39.50.

source: circulation.pref Batch checkout
sv: circulation.pref Utlåning satsvis

source: circulation.pref Checkin Policy
sv: circulation.pref Återlämningspolicy

source: circulation.pref Checkout Policy
sv: circulation.pref Lånepolicy

source: circulation.pref Course Reserves
sv: circulation.pref Kursreservationer

source: circulation.pref Fines Policy
sv: circulation.pref Böter- och avgiftspolicy

source: circulation.pref Holds Policy
sv: circulation.pref Reservationspolicy

source: circulation.pref Interface
sv: circulation.pref Gränssnitt

source: circulation.pref Self Checkout
sv: circulation.pref Självutlåning

source: circulation.pref#AgeRestrictionMarker# E.g. enter target audience keyword(s) split by | (bar) FSK|PEGI|Age| (No white space near |). Be sure to map agerestriction in Koha to MARC mapping (e.g. 521$a). A MARC field value of FSK 12 or PEGI 12 would mean: Borrower must be 12 years old. Leave empty to not apply an age restriction.
sv: circulation.pref#AgeRestrictionMarker# ange t.ex. nyckelord för målgrupp separerade av | (bar) FSK|PEGI|Ålder| (inget mellanslag intill |). Se till att agerestriction i Koha mappas till MARC (t.ex. 521<169/>). Ett MARC-fältvärde på FSK 12 eller PEGI 12 skulle betyda: Låntagaren måste vara 12 år gammal. Lämna tom för att inte tillämpa en åldersbegränsning.

source: circulation.pref#AgeRestrictionMarker# Restrict patrons with the following target audience values from checking out inappropriate materials:
sv: circulation.pref#AgeRestrictionMarker# Hindra låntagare med följande målgruppsvärden från att låna olämpliga material:

source: circulation.pref#AgeRestrictionOverride# Allow
sv: circulation.pref#AgeRestrictionOverride# Tillåt

source: circulation.pref#AgeRestrictionOverride# Don't allow
sv: circulation.pref#AgeRestrictionOverride# Tillåt inte

source: circulation.pref#AgeRestrictionOverride# staff to check out an item with age restriction.
sv: circulation.pref#AgeRestrictionOverride# personal att låna ut ett objekt med en åldersbegränsning.

source: circulation.pref#AllFinesNeedOverride# Don't require
sv: circulation.pref#AllFinesNeedOverride# Kräv inte

source: circulation.pref#AllFinesNeedOverride# Require
sv: circulation.pref#AllFinesNeedOverride# Kräv

source: circulation.pref#AllFinesNeedOverride# staff to manually override all fines, even fines less than noissuescharge.
sv: circulation.pref#AllFinesNeedOverride# personal manuellt åsidosätta alla böter, även böter lägre än noissuescharge.

source: circulation.pref#AllowAllMessageDeletion# Allow
sv: circulation.pref#AllowAllMessageDeletion# Tillåt

source: circulation.pref#AllowAllMessageDeletion# Don't allow
sv: circulation.pref#AllowAllMessageDeletion# Tillåt inte

source: circulation.pref#AllowAllMessageDeletion# staff to delete messages added from other libraries.
sv: circulation.pref#AllowAllMessageDeletion# personal radera meddelanden som lagts till från andra bibliotek.

source: circulation.pref#AllowFineOverride# Allow
sv: circulation.pref#AllowFineOverride# Tillåt

source: circulation.pref#AllowFineOverride# Don't allow
sv: circulation.pref#AllowFineOverride# Tillåt inte

source: circulation.pref#AllowFineOverride# staff to manually override and check out items to patrons who have more than noissuescharge in fines.
sv: circulation.pref#AllowFineOverride# personal manuellt åsidosätta och låna ut objekt till låntagare som har högre böter än noissuescharge.

source: circulation.pref#AllowHoldDateInFuture# Allow
sv: circulation.pref#AllowHoldDateInFuture# Tillåt

source: circulation.pref#AllowHoldDateInFuture# Don't allow
sv: circulation.pref#AllowHoldDateInFuture# Tillåt inte

source: circulation.pref#AllowHoldDateInFuture# hold requests to be placed that do not enter the waiting list until a certain future date.
sv: circulation.pref#AllowHoldDateInFuture# reservationer som inte kommer med på väntelistan förrän vid ett förutbestämt framtida datum kan göras.

source: circulation.pref#AllowHoldItemTypeSelection# Allow
sv: circulation.pref#AllowAllMessageDeletion# Tillåt

source: circulation.pref#AllowHoldItemTypeSelection# Don't allow
sv: circulation.pref#AllowAllMessageDeletion# Tillåt inte

source: circulation.pref#AllowHoldItemTypeSelection# hold fulfillment to be limited by itemtype.
sv: circulation.pref#AllowHoldsOnDamagedItems# att reservationer skapas för eller fylls av skadade objekt.

source: circulation.pref#AllowHoldPolicyOverride# Allow
sv: circulation.pref#AllowHoldPolicyOverride# Tillåt

source: circulation.pref#AllowHoldPolicyOverride# Don't allow
sv: circulation.pref#AllowHoldPolicyOverride# Tillåt inte

source: circulation.pref#AllowHoldPolicyOverride# staff to override hold policies when placing holds.
sv: circulation.pref#AllowHoldPolicyOverride# personal åsidosätta reservationspolicy vid reservationer.

source: circulation.pref#AllowHoldsOnDamagedItems# Allow
sv: circulation.pref#AllowHoldsOnDamagedItems# Tillåt

source: circulation.pref#AllowHoldsOnDamagedItems# Don't allow
sv: circulation.pref#AllowHoldsOnDamagedItems# Tillåt inte

source: circulation.pref#AllowHoldsOnDamagedItems# hold requests to be placed on and filled by damaged items.
sv: circulation.pref#AllowHoldsOnDamagedItems# att reservationer skapas för eller fylls av skadade objekt.

source: circulation.pref#AllowHoldsOnPatronsPossessions# Allow
sv: circulation.pref#AllowHoldsOnPatronsPossessions# Tillåt

source: circulation.pref#AllowHoldsOnPatronsPossessions# Don't allow
sv: circulation.pref#AllowHoldsOnPatronsPossessions# Tillåt inte

source: circulation.pref#AllowHoldsOnPatronsPossessions# a patron to place a hold on a record where the patron already has one or more items attached to that record checked out.
sv: circulation.pref#AllowHoldsOnPatronsPossessions# en låntagare att reservera en post för vilken låntagaren redan har ett eller flera objekt som tillhör posten på lån.

source: circulation.pref#AllowItemsOnHoldCheckout# Allow
sv: circulation.pref#AllowItemsOnHoldCheckout# Tillåt

source: circulation.pref#AllowItemsOnHoldCheckout# Don't allow
sv: circulation.pref#AllowItemsOnHoldCheckout# Tillåt inte

source: circulation.pref#AllowItemsOnHoldCheckout# checkouts of items reserved to someone else. If allowed do not generate RESERVE_WAITING and RESERVED warning. This allows self checkouts for those items.
sv: circulation.pref#AllowItemsOnHoldCheckout# utlåning av objekt som reserverats av någon annan. Om tillåtet, generera inte varningarna RESERVE_WAITING eller RESERVED. Detta gör det möjligt med självutlåning för dessa objekt.

source: circulation.pref#AllowMultipleIssuesOnABiblio# Allow
sv: circulation.pref#AllowMultipleIssuesOnABiblio# Tillåt
