Repository: LMSCloud/Koha-LMSCloud
Catalog: misc/translator/po/*-pref.po
Languages: sv

source: circulation.pref#canreservefromotherbranches# Don't allow (with independent branches)
sv: circulation.pref#canreservefromotherbranches# Tillåt inte (med oberoende filialer)

source: circulation.pref#canreservefromotherbranches# a user from one library to place a hold on an item from another library
sv: circulation.pref#canreservefromotherbranches# en användare från ett bibliotek att reservera ett objekt från ett annat bibliotek

source: circulation.pref#decreaseLoanHighHolds# . Ignore items with the following statuses when counting items
sv: circulation.pref#decreaseLoanHighHolds# dagar för objekt med fler än

source: circulation.pref#decreaseLoanHighHolds# Don't enable
sv: circulation.pref#decreaseLoanHighHolds# Aktivera inte

source: circulation.pref#decreaseLoanHighHolds# Enable
sv: circulation.pref#decreaseLoanHighHolds# Aktivera

source: circulation.pref#decreaseLoanHighHolds# days for items with more than
sv: circulation.pref#decreaseLoanHighHolds# dagar för objekt med fler än

source: circulation.pref#decreaseLoanHighHolds# holds
sv: circulation.pref#decreaseLoanHighHolds# reservationer.

source: circulation.pref#decreaseLoanHighHolds# on the record
sv: circulation.pref#decreaseLoanHighHolds# reservationer.

source: circulation.pref#decreaseLoanHighHolds# over the number of holdable items on the record
sv: circulation.pref#decreaseLoanHighHolds# minskningen av låneperioden till

source: circulation.pref#decreaseLoanHighHolds# the reduction of loan period to
sv: circulation.pref#decreaseLoanHighHolds# minskningen av låneperioden till

source: circulation.pref#emailLibrarianWhenHoldIsPlaced# Don't enable
sv: circulation.pref#emailLibrarianWhenHoldIsPlaced# Aktivera inte

source: circulation.pref#emailLibrarianWhenHoldIsPlaced# Enable
sv: circulation.pref#emailLibrarianWhenHoldIsPlaced# Aktivera

source: circulation.pref#emailLibrarianWhenHoldIsPlaced# sending an email to the Koha administrator email address whenever a hold request is placed.
sv: circulation.pref#emailLibrarianWhenHoldIsPlaced# skicka ett e-postmeddelande till Koha-administratören varje gång en reservation läggs.

source: circulation.pref#finesCalendar# Calculate fines based on days overdue
sv: circulation.pref#finesCalendar# Beräkna böter baserat på antalet förseningsdagar

source: circulation.pref#finesCalendar# directly.
sv: circulation.pref#finesCalendar# direkt.

source: circulation.pref#finesCalendar# not including days the library is closed.
sv: circulation.pref#finesCalendar# exklusive dagar då biblioteket är stängt.

source: circulation.pref#finesMode# <br><b>Note:</b> Fines can also be charged by the CalculateFinesOnReturn system preference.
sv: circulation.pref#finesMode# <190/><191/>Obs!<192/> Böter kan även debiteras via systeminställningen CalculateFinesOnReturn.

source: circulation.pref#finesMode# Calculate (but only for mailing to the admin)
sv: circulation.pref#finesMode# Beräkna (men endast för att skicka e-postmeddelande till administratören)

source: circulation.pref#finesMode# Calculate and charge
sv: circulation.pref#finesMode# Beräkna och debitera

source: circulation.pref#finesMode# Don't calculate
sv: circulation.pref#finesMode# Beräkna inte

source: circulation.pref#finesMode# fines (when <code>misc/cronjobs/fines.pl</code> is being run).
sv: circulation.pref#finesMode# böter (när <195/>misc/cronjobs/fines.pl<196/> körs).

source: circulation.pref#itemBarcodeFallbackSearch# Don't enable
sv: circulation.pref#itemBarcodeFallbackSearch# Aktivera inte

source: circulation.pref#itemBarcodeFallbackSearch# Enable
sv: circulation.pref#itemBarcodeFallbackSearch# Aktivera

source: circulation.pref#itemBarcodeFallbackSearch# the automatic use of a keyword catalog search if the phrase entered as a barcode on the checkout page does not turn up any results during an item barcode search.
sv: circulation.pref#itemBarcodeFallbackSearch# automatisk användning av en katalogsökning med nyckelord om frasen som angetts som en streckkod på utlåningssidan inte ger några resultat vid en sökning efter en streckkod för ett objekt.

source: circulation.pref#itemBarcodeInputFilter# Convert from CueCat form
sv: circulation.pref#itemBarcodeInputFilter# Konvertera från CueCat-format

source: circulation.pref#itemBarcodeInputFilter# Convert from Libsuite8 form
sv: circulation.pref#itemBarcodeInputFilter# Konvertera från Libsuite8-format

source: circulation.pref#itemBarcodeInputFilter# Don't filter
sv: circulation.pref#itemBarcodeInputFilter# Filtrera inte

source: circulation.pref#itemBarcodeInputFilter# EAN-13 or zero-padded UPC-A from
sv: circulation.pref#itemBarcodeInputFilter# EAN-13 eller nollutfylld UPC-A från

source: circulation.pref#itemBarcodeInputFilter# Remove spaces from
sv: circulation.pref#itemBarcodeInputFilter# Avlägsna mellanslag från

source: circulation.pref#itemBarcodeInputFilter# Remove the first number from T-prefix style
sv: circulation.pref#itemBarcodeInputFilter# Avlägsna första numret från T-prefix-formatet

source: circulation.pref#itemBarcodeInputFilter# scanned item barcodes.
sv: circulation.pref#itemBarcodeInputFilter# skannade streckkoder för objekt.

source: circulation.pref#maxoutstanding# Prevent patrons from making holds on the OPAC if they owe more than
sv: circulation.pref#maxoutstanding# Förhindra låntagare att reservera i OPAC om de är skyldiga mer än

source: circulation.pref#maxoutstanding# [% local_currency %] in fines.
sv: circulation.pref#maxoutstanding# [% local_currency %] i böter.

source: circulation.pref#maxreserves# Patrons can only have
sv: circulation.pref#maxreserves# Låntagare kan endast ha

source: circulation.pref#maxreserves# holds at once.
sv: circulation.pref#maxreserves# reservationer samtidigt.

source: circulation.pref#noissuescharge# Prevent patrons from checking out books if they have more than
sv: circulation.pref#noissuescharge# Förhindra låntagare att låna böcker om de har fler än

source: circulation.pref#noissuescharge# [% local_currency %] in fines.
sv: circulation.pref#noissuescharge# [% local_currency %] i böter.

source: circulation.pref#numReturnedItemsToShow# Show the
sv: circulation.pref#numReturnedItemsToShow# Visa

source: circulation.pref#numReturnedItemsToShow# last returned items on the checkin screen.
sv: circulation.pref#numReturnedItemsToShow# senast återlämnade objekt på återlämningsskärmen.

source: circulation.pref#previousIssuesDefaultSortOrder# Sort previous checkouts on the circulation page from
sv: circulation.pref#previousIssuesDefaultSortOrder# Sortera tidigare lån på lånesidan från

source: circulation.pref#previousIssuesDefaultSortOrder# due date.
sv: circulation.pref#previousIssuesDefaultSortOrder# återlämningsdatum.

source: circulation.pref#previousIssuesDefaultSortOrder# earliest to latest
sv: circulation.pref#previousIssuesDefaultSortOrder# tidigast till senast

source: circulation.pref#previousIssuesDefaultSortOrder# latest to earliest
sv: circulation.pref#previousIssuesDefaultSortOrder# senaste till tidigast

source: circulation.pref#todaysIssuesDefaultSortOrder# Sort today's checkouts on the circulation page from
sv: circulation.pref#todaysIssuesDefaultSortOrder# Sortera dagens lån på lånesidan från

source: circulation.pref#todaysIssuesDefaultSortOrder# due date.
sv: circulation.pref#todaysIssuesDefaultSortOrder# återlämningsdatum.

source: circulation.pref#todaysIssuesDefaultSortOrder# earliest to latest
sv: circulation.pref#todaysIssuesDefaultSortOrder# tidigast till senast

source: circulation.pref#todaysIssuesDefaultSortOrder# latest to earliest
sv: circulation.pref#todaysIssuesDefaultSortOrder# senaste till tidigast

source: circulation.pref#useDaysMode# Calculate the due date using
sv: circulation.pref#useDaysMode# Beräkna återlämningsdatum med

source: circulation.pref#useDaysMode# circulation rules only.
sv: circulation.pref#useDaysMode# endast för låneregler.

source: circulation.pref#useDaysMode# the calendar to push the due date to the next open day
sv: circulation.pref#useDaysMode# kalendern för att flytta återlämningsdatumet till nästa öppna dag

source: circulation.pref#useDaysMode# the calendar to skip all days the library is closed.
sv: circulation.pref#useDaysMode# kalendern för att hoppa över alla dagar biblioteket är stängt.

source: enhanced_content.pref All
sv: enhanced_content.pref Alla

source: enhanced_content.pref Coce Cover images cache
sv: enhanced_content.pref Lokala omslagsbilder

source: enhanced_content.pref Local Cover Images
sv: enhanced_content.pref Lokala omslagsbilder

source: enhanced_content.pref Plugins
sv: enhanced_content.pref Insticksprogram

source: enhanced_content.pref Tagging
sv: enhanced_content.pref Taggning

source: enhanced_content.pref## <strong>NOTE:</strong> you can only choose one source of cover images from below, otherwise Koha will show the images from all sources selected.
sv: enhanced_content.pref## <199/>OBS!<200/> du kan bara välja en källa för omslagsbilder nedan, annars kommer Koha att visa bilder från alla valda källor.

source: enhanced_content.pref#AllowMultipleCovers# Allow
sv: enhanced_content.pref#AllowMultipleCovers# Tillåt

source: enhanced_content.pref#AllowMultipleCovers# Don't allow
sv: enhanced_content.pref#AllowMultipleCovers# Tillåt inte

source: enhanced_content.pref#AllowMultipleCovers# multiple images to be attached to each bibliographic record.
sv: enhanced_content.pref#AllowMultipleCovers# flera bilder som ska kopplas till varje bibliografisk post.

source: enhanced_content.pref#AmazonAssocTag# Put the associate tag
sv: enhanced_content.pref#AmazonAssocTag# Placera "Associates"-taggen

source: enhanced_content.pref#AmazonAssocTag# on links to Amazon. This can net your library referral fees if a patron decides to buy an item.
sv: enhanced_content.pref#AmazonAssocTag# på länkar till Amazon. Detta kan göra att ditt bibliotek erhåller ersättning om en låntagare köper ett objekt.

source: enhanced_content.pref#AmazonCoverImages# Don't show
sv: enhanced_content.pref#AmazonCoverImages# Visa inte

source: enhanced_content.pref#AmazonCoverImages# Show
sv: enhanced_content.pref#AmazonCoverImages# Visa

source: enhanced_content.pref#AmazonCoverImages# cover images from Amazon on search results and item detail pages on the staff interface.
sv: enhanced_content.pref#AmazonCoverImages# omslagsbilder från Amazon i sökresultat och detaljsidor för objekt i personalgränssnittet.

source: enhanced_content.pref#AmazonLocale# American
sv: enhanced_content.pref#AmazonLocale# Från USA

source: enhanced_content.pref#AmazonLocale# British
sv: enhanced_content.pref#AmazonLocale# Brittisk engelska

source: enhanced_content.pref#AmazonLocale# Canadian
sv: enhanced_content.pref#AmazonLocale# Kanadensisk

source: enhanced_content.pref#AmazonLocale# French
sv: enhanced_content.pref#AmazonLocale# Franska

source: enhanced_content.pref#AmazonLocale# German
sv: enhanced_content.pref#AmazonLocale# Tyska

source: enhanced_content.pref#AmazonLocale# Japanese
sv: enhanced_content.pref#AmazonLocale# Japanska

source: enhanced_content.pref#AmazonLocale# Use Amazon data from its
sv: enhanced_content.pref#AmazonLocale# Använda Amazon-data från

source: enhanced_content.pref#AmazonLocale# website.
sv: enhanced_content.pref#AmazonLocale# webbplats.

source: enhanced_content.pref#Babeltheque# Do
sv: enhanced_content.pref#Babeltheque# Gör

source: enhanced_content.pref#Babeltheque# Don't
sv: enhanced_content.pref#Babeltheque# Gör inte

source: enhanced_content.pref#Babeltheque# include information (such as reviews and citations) from Babelthèque in item detail pages on the OPAC.
sv: enhanced_content.pref#Babeltheque# inkludera information (som recensioner och citat) från Babelthèque i detaljsidorna för objekt i OPAC.

source: enhanced_content.pref#Babeltheque_url_js# Defined the url for the Babeltheque javascript file (eg. http://www.babeltheque.com/bw_XX.js)
sv: enhanced_content.pref#Babeltheque_url_js# Angav url för Babeltheque javascript-fil (t.ex. http://www.babeltheque.com/bw_XX.js)

source: enhanced_content.pref#Babeltheque_url_update# Defined the url for the Babeltheque update periodically (eq. http://www.babeltheque.com/.../file.csv.bz2).
sv: enhanced_content.pref#Babeltheque_url_update# Angav url för Babeltheque uppdatera regelbundet (t.ex. http://www.babeltheque.com/.../file.csv.bz2).

source: enhanced_content.pref#BakerTaylorBookstoreURL# <em>isbn</em></code> (this should be filled in with something like <code>ocls.mylibrarybookstore.com/MLB/actions/searchHandler.do?nextPage=bookDetails&amp;parentNum=10923&amp;key=</code>). Leave it blank to disable these links.
sv: enhanced_content.pref#BakerTaylorBookstoreURL# <206/>isbn<207/><208/> (detta ska fyllas i enligt följande format <209/>ocls.mylibrarybookstore.com/MLB/actions/searchHandler.do?nextPage=bookDetaljer&amp;parentNum=10923&amp;key=<210/>). Lämna tomt för att inaktivera dessa länkar.

source: enhanced_content.pref#BakerTaylorBookstoreURL# Baker and Taylor "My Library Bookstore" links should be accessed at <code>https://
sv: enhanced_content.pref#BakerTaylorBookstoreURL# "My Library Bookstore"-länkar för Baker and Taylor ska öppnas på <212/>https://

source: enhanced_content.pref#BakerTaylorEnabled# Add
sv: enhanced_content.pref#BakerTaylorEnabled# Lägg till

source: enhanced_content.pref#BakerTaylorEnabled# Baker and Taylor links and cover images to the OPAC and staff client. This requires that you have entered in a username and password (which can be seen in image links).
sv: enhanced_content.pref#BakerTaylorEnabled# Baker and Taylor-länkar och omslagsbilder till OPAC och personalklienten. Detta kräver att du angett ett användarnamn och lösenord (som kan ses i bildlänkar).

source: enhanced_content.pref#BakerTaylorEnabled# Don't add
sv: enhanced_content.pref#BakerTaylorEnabled# Lägg inte till

source: enhanced_content.pref#BakerTaylorUsername# Access Baker and Taylor using username
sv: enhanced_content.pref#BakerTaylorUsername# Åtkomst till Baker and Taylor med användarnamn

source: enhanced_content.pref#BakerTaylorUsername# and password
sv: enhanced_content.pref#BakerTaylorUsername# och lösenord

source: enhanced_content.pref#Coce# Don't enable
sv: enhanced_content.pref#Coce# Aktivera inte

source: enhanced_content.pref#Coce# Enable
sv: enhanced_content.pref#Coce# Aktivera

source: enhanced_content.pref#Coce# a Coce image cache service.
sv: enhanced_content.pref#Coce# enhanced_content.pref Lokala omslagsbilder

source: enhanced_content.pref#CoceHost# Coce server URL
sv: enhanced_content.pref#CoceHost# enhanced_content.pref Lokala omslagsbilder

source: enhanced_content.pref#CoceProviders# Use the following providers to fetch the covers
sv: enhanced_content.pref#CoceProviders# Använd kundkoden

source: enhanced_content.pref#FRBRizeEditions# Don't show
sv: enhanced_content.pref#FRBRizeEditions# Visa inte

source: enhanced_content.pref#FRBRizeEditions# Show
sv: enhanced_content.pref#FRBRizeEditions# Visa

source: enhanced_content.pref#FRBRizeEditions# other editions of an item on the staff client (if found by one of the services below).
sv: enhanced_content.pref#FRBRizeEditions# andra utgåvor av ett objekt i personalklienten (om hittad av en av tjänsterna nedan).

source: enhanced_content.pref#GoogleJackets# Add
sv: enhanced_content.pref#GoogleJackets# Lägg till

source: enhanced_content.pref#GoogleJackets# Don't add
sv: enhanced_content.pref#GoogleJackets# Lägg inte till

source: enhanced_content.pref#GoogleJackets# cover images from Google Books to search results and item detail pages on the OPAC.
sv: enhanced_content.pref#GoogleJackets# omslagsbilder från Google Books i sökresultat och detaljsidor för objekt i OPAC.

source: enhanced_content.pref#HTML5MediaEnabled# Show a tab with a HTML5 media player for files catalogued in field 856
sv: enhanced_content.pref#HTML5MediaEnabled# Visa en flik med en HTML5-mediaspelare för filer katalogiserade i fält 856

source: enhanced_content.pref#HTML5MediaEnabled# in OPAC and staff client.
sv: enhanced_content.pref#HTML5MediaEnabled# i OPAC och personalklienten.

source: enhanced_content.pref#HTML5MediaEnabled# in the OPAC.
sv: enhanced_content.pref#HTML5MediaEnabled# i OPAC.

source: enhanced_content.pref#HTML5MediaEnabled# in the staff client.
sv: enhanced_content.pref#HTML5MediaEnabled# i personalklienten.

source: enhanced_content.pref#HTML5MediaEnabled# not at all.
sv: enhanced_content.pref#HTML5MediaEnabled# inte alls.

source: enhanced_content.pref#HTML5MediaExtensions# (separated with |).
sv: enhanced_content.pref#HTML5MediaExtensions# (separerad med |).

source: enhanced_content.pref#HTML5MediaExtensions# Media file extensions
sv: enhanced_content.pref#HTML5MediaExtensions# Filändelser för mediafiler

source: enhanced_content.pref#HTML5MediaYouTube# Don't embed
sv: enhanced_content.pref#Coce# Aktivera inte

source: enhanced_content.pref#HTML5MediaYouTube# Embed
sv: enhanced_content.pref HTML5-media

source: enhanced_content.pref#HTML5MediaYouTube# YouTube links as videos.
sv: enhanced_content.pref#HTML5MediaEnabled# inte alls.

source: enhanced_content.pref#IDreamBooksReadometer# Add
sv: enhanced_content.pref#IDreamBooksReadometer# Lägg till

source: enhanced_content.pref#IDreamBooksReadometer# Don't add
sv: enhanced_content.pref#IDreamBooksReadometer# Lägg inte till

source: enhanced_content.pref#IDreamBooksReadometer# a "Readometer" that summarizes the reviews gathered by <a href='https://idreambooks.com/'>IDreamBooks.com</a> to the OPAC details page.
sv: enhanced_content.pref#IDreamBooksReadometer# en "Läsometer" som sammanfattar recensioner som samlats in av <213/>IDreamBooks.com<214/> på detaljsidan i OPAC.

source: enhanced_content.pref#IDreamBooksResults# Add
sv: enhanced_content.pref#IDreamBooksResults# Lägg till

source: enhanced_content.pref#IDreamBooksResults# Don't add
sv: enhanced_content.pref#IDreamBooksResults# Lägg inte till

source: enhanced_content.pref#IDreamBooksResults# the rating from <a href='https://idreambooks.com/'>IDreamBooks.com</a> to OPAC search results.
sv: enhanced_content.pref#IDreamBooksResults# bedömningen från <215/>IDreamBooks.com<216/> för sökresultat i OPAC.

source: enhanced_content.pref#IDreamBooksReviews# Add
sv: enhanced_content.pref#IDreamBooksReviews# Lägg till

source: enhanced_content.pref#IDreamBooksReviews# Don't add
sv: enhanced_content.pref#IDreamBooksReviews# Lägg inte till

source: enhanced_content.pref#IDreamBooksReviews# a tab on the OPAC details with book reviews from critics aggregated by <a href='https://idreambooks.com/'>IDreamBooks.com</a>.
sv: enhanced_content.pref#IDreamBooksReviews# en flik på detaljsidan i OPAC med bokrecensioner från kritiker som samlats in av <217/>IDreamBooks.com<218/>.

source: enhanced_content.pref#LibraryThingForLibrariesEnabled# <a href="http://www.librarything.com/forlibraries/">sign up</a>, then enter in your ID below.
sv: enhanced_content.pref#LibraryThingForLibrariesEnabled# <221/>Registrera dig<222/> och ange ditt ID nedan.

source: enhanced_content.pref#LibraryThingForLibrariesEnabled# Don't show
sv: enhanced_content.pref#LibraryThingForLibrariesEnabled# Visa inte

source: enhanced_content.pref#LibraryThingForLibrariesEnabled# Show
sv: enhanced_content.pref#LibraryThingForLibrariesEnabled# Visa

source: enhanced_content.pref#LibraryThingForLibrariesEnabled# reviews, similar items, and tags from Library Thing for Libraries on item detail pages on the OPAC. If you've enabled this, you need to
sv: enhanced_content.pref#LibraryThingForLibrariesEnabled# recensioner, liknande objekt och taggar från LibraryThing for Libraries på sidor med detaljinformation om objekt i OPAC. om du aktiverat detta, måste du

source: enhanced_content.pref#LibraryThingForLibrariesID# Access Library Thing for Libraries using the customer ID
sv: enhanced_content.pref#LibraryThingForLibrariesID# Åtkomst till LibraryThing for Libraries med kund-ID

source: enhanced_content.pref#LibraryThingForLibrariesTabbedView# Show Library Thing for Libraries content
sv: enhanced_content.pref#LibraryThingForLibrariesTabbedView# Visa innehåll från LibraryThing for Libraries

source: enhanced_content.pref#LibraryThingForLibrariesTabbedView# in line with the bibliographic information.
sv: enhanced_content.pref#LibraryThingForLibrariesTabbedView# i samstämmighet med den bibliografiska informationen.

source: enhanced_content.pref#LibraryThingForLibrariesTabbedView# in tabs.
sv: enhanced_content.pref#LibraryThingForLibrariesTabbedView# i flikar.

source: enhanced_content.pref#LocalCoverImages# Display
sv: enhanced_content.pref#LocalCoverImages# Visa

source: enhanced_content.pref#LocalCoverImages# Don't display
sv: enhanced_content.pref#LocalCoverImages# Visa inte

source: enhanced_content.pref#LocalCoverImages# local cover images on intranet search and details pages.
sv: enhanced_content.pref#LocalCoverImages# lokala omslagsbilder på detaljsidor och sidor för intranätsökning.

source: enhanced_content.pref#NovelistSelectEnabled# Add
sv: enhanced_content.pref#NovelistSelectEnabled# Lägg till

source: enhanced_content.pref#NovelistSelectEnabled# Don't add
sv: enhanced_content.pref#NovelistSelectEnabled# Lägg inte till

source: enhanced_content.pref#NovelistSelectEnabled# Novelist Select content to the OPAC (requires that you have entered in a user profile and password, which can be seen in image links).
sv: enhanced_content.pref#NovelistSelectEnabled# NoveList Select-innehåll till OPAC (kräver att du angett en användarprofil och ett lösenord, som kan ses i bildlänkar).

source: enhanced_content.pref#NovelistSelectProfile# Access Novelist Select using user profile
sv: enhanced_content.pref#NovelistSelectProfile# Åtkomst till NovelistSelect med användarprofil

source: enhanced_content.pref#NovelistSelectProfile# and password
sv: enhanced_content.pref#NovelistSelectProfile# och lösenord

source: enhanced_content.pref#NovelistSelectView# Display Novelist Select content
sv: enhanced_content.pref#NovelistSelectView# Visa innehåll från NoveList Select

source: enhanced_content.pref#NovelistSelectView# above the holdings table
sv: enhanced_content.pref#NovelistSelectView# ovanför samlingstabellen

source: enhanced_content.pref#NovelistSelectView# below the holdings table
sv: enhanced_content.pref#NovelistSelectView# under samlingstabellen

source: enhanced_content.pref#NovelistSelectView# in an OPAC tab
sv: enhanced_content.pref#NovelistSelectView# i en OPAC-flik

source: enhanced_content.pref#NovelistSelectView# under the Save Record dropdown, on the right
sv: enhanced_content.pref#NovelistSelectView# under rullgardinsmenyn Spara post, till höger

source: enhanced_content.pref#OCLCAffiliateID# Use the <a href="http://www.worldcat.org/affiliate/webservices/xisbn/app.jsp">OCLC affiliate ID</a>
sv: enhanced_content.pref#OCLCAffiliateID# Använd <225/>OCLC medlems-ID<226/>

source: enhanced_content.pref#OCLCAffiliateID# to access the xISBN service. Note that unless you have signed up for an ID, you are limited to 1000 requests per day.
sv: enhanced_content.pref#OCLCAffiliateID# för att få tillgång till xISBN-tjänsten. Om du inte registrerat dig och fått ett ID, är du begränsad till 1 000 förfrågningar per dygn.

source: enhanced_content.pref#OPACAmazonCoverImages# Don't show
sv: enhanced_content.pref#OPACAmazonCoverImages# Visa inte

source: enhanced_content.pref#OPACAmazonCoverImages# Show
sv: enhanced_content.pref#OPACAmazonCoverImages# Visa

source: enhanced_content.pref#OPACAmazonCoverImages# cover images from Amazon on search results and item detail pages on the OPAC.
sv: enhanced_content.pref#OPACAmazonCoverImages# omslagsbilder från Amazon i sökresultat och detaljsidor för objekt i OPAC.

source: enhanced_content.pref#OPACFRBRizeEditions# Don't show
sv: enhanced_content.pref#OPACFRBRizeEditions# Visa inte
