Repository: LMSCloud/Koha-LMSCloud
Catalog: misc/translator/po/*-pref.po
Languages: sv

source: enhanced_content.pref#OPACFRBRizeEditions# Show
sv: enhanced_content.pref#OPACFRBRizeEditions# Visa

source: enhanced_content.pref#OPACFRBRizeEditions# other editions of an item on the OPAC.
sv: enhanced_content.pref#OPACFRBRizeEditions# andra utgåvor av ett objekt i OPAC.

source: enhanced_content.pref#OPACLocalCoverImages# Display
sv: enhanced_content.pref#OPACLocalCoverImages# Visa

source: enhanced_content.pref#OPACLocalCoverImages# Don't display
sv: enhanced_content.pref#OPACLocalCoverImages# Visa inte

source: enhanced_content.pref#OPACLocalCoverImages# local cover images on OPAC search and details pages.
sv: enhanced_content.pref#OPACLocalCoverImages# lokala omslagsbilder på detaljsidor och sidor för OPAC-sökning.

source: enhanced_content.pref#OpenLibraryCovers# Add
sv: enhanced_content.pref#OpenLibraryCovers# Lägg till

source: enhanced_content.pref#OpenLibraryCovers# Don't add
sv: enhanced_content.pref#OpenLibraryCovers# Lägg inte till

source: enhanced_content.pref#OpenLibraryCovers# cover images from Open Library to search results and item detail pages on the OPAC.
sv: enhanced_content.pref#OpenLibraryCovers# omslagsbilder från Open Library i sökresultat och detaljsidor för objekt i OPAC.

source: enhanced_content.pref#OpenLibrarySearch# Don't show
sv: enhanced_content.pref#OpenLibraryCovers# Lägg inte till

source: enhanced_content.pref#OpenLibrarySearch# Show
sv: enhanced_content.pref#OpenLibraryCovers# Lägg till

source: enhanced_content.pref#OpenLibrarySearch# search results from Open Library on the OPAC.
sv: enhanced_content.pref#OpenLibraryCovers# omslagsbilder från Open Library i sökresultat och detaljsidor för objekt i OPAC.

source: enhanced_content.pref#OverDriveClientKey# Include OverDrive availability information with the client key
sv: enhanced_content.pref#OverDriveClientKey# Inkludera information om OverDrive-tillgänglighet med klientnyckeln

source: enhanced_content.pref#OverDriveClientKey# and client secret
sv: enhanced_content.pref#OverDriveClientKey# och klientlösenord

source: enhanced_content.pref#OverDriveLibraryID# Show items from the OverDrive catalog of library #
sv: enhanced_content.pref#OverDriveLibraryID# Visa objekt från bibliotekets OverDrive-katalog #

source: enhanced_content.pref#SyndeticsAuthorNotes# Don't show
sv: enhanced_content.pref#SyndeticsAuthorNotes# Visa inte

source: enhanced_content.pref#SyndeticsAuthorNotes# Show
sv: enhanced_content.pref#SyndeticsAuthorNotes# Visa

source: enhanced_content.pref#SyndeticsAuthorNotes# notes about the author of a title from Syndetics on item detail pages on the OPAC.
sv: enhanced_content.pref#SyndeticsAuthorNotes# kommentarer om författaren av en titel från Syndetics på sidor med detaljinformation om objekt i OPAC.

source: enhanced_content.pref#SyndeticsAwards# Don't show
sv: enhanced_content.pref#SyndeticsAwards# Visa inte

source: enhanced_content.pref#SyndeticsAwards# Show
sv: enhanced_content.pref#SyndeticsAwards# Visa

source: enhanced_content.pref#SyndeticsAwards# information from Syndetics about the awards a title has won on item detail pages on the OPAC.
sv: enhanced_content.pref#SyndeticsAwards# information från Syndetics om de priser en titel har vunnit på detaljsidorna för objekt i OPAC.

source: enhanced_content.pref#SyndeticsClientCode# Use the client code
sv: enhanced_content.pref#SyndeticsClientCode# Använd kundkoden

source: enhanced_content.pref#SyndeticsClientCode# to access Syndetics.
sv: enhanced_content.pref#SyndeticsClientCode# för att få tillgång till Syndetics.

source: enhanced_content.pref#SyndeticsCoverImages# Don't show
sv: enhanced_content.pref#SyndeticsCoverImages# Visa inte

source: enhanced_content.pref#SyndeticsCoverImages# Show
sv: enhanced_content.pref#SyndeticsCoverImages# Visa

source: enhanced_content.pref#SyndeticsCoverImages# cover images from Syndetics on search results and item detail pages on the OPAC in a
sv: enhanced_content.pref#SyndeticsCoverImages# omslagsbilder från Syndetics i sökresultat och detaljsidor för objekt i OPAC i en

source: enhanced_content.pref#SyndeticsCoverImages# large
sv: enhanced_content.pref#SyndeticsCoverImages# stor

source: enhanced_content.pref#SyndeticsCoverImages# size.
sv: enhanced_content.pref#SyndeticsCoverImages# storlek.

source: enhanced_content.pref#SyndeticsEditions# Don't show
sv: enhanced_content.pref#SyndeticsEditions# Visa inte

source: enhanced_content.pref#SyndeticsEditions# Show
sv: enhanced_content.pref#SyndeticsEditions# Visa

source: enhanced_content.pref#SyndeticsEditions# information about other editions of a title from Syndetics on item detail pages on the OPAC (when OPACFRBRizeEditions is on).
sv: enhanced_content.pref#SyndeticsEditions# information från Syndetics om andra utgåvor av en titel på detaljsidorna för objekt i OPAC (när OPACFRBRizeEditions är aktivt).

source: enhanced_content.pref#SyndeticsEnabled# Don't use
sv: enhanced_content.pref#SyndeticsEnabled# Använd inte

source: enhanced_content.pref#SyndeticsEnabled# Use
sv: enhanced_content.pref#SyndeticsEnabled# Använd

source: enhanced_content.pref#SyndeticsEnabled# content from Syndetics. Note that this requires that you have signed up for the service and entered in your client code below.
sv: enhanced_content.pref#SyndeticsEnabled# innehåll från Syndetics. Detta kräver att du registrerat dig för tjänsten och angett din kundkod nedan.

source: enhanced_content.pref#SyndeticsExcerpt# Don't show
sv: enhanced_content.pref#SyndeticsExcerpt# Visa inte

source: enhanced_content.pref#SyndeticsExcerpt# Show
sv: enhanced_content.pref#SyndeticsExcerpt# Visa

source: enhanced_content.pref#SyndeticsExcerpt# excerpts from of a title from Syndetics on item detail pages on the OPAC.
sv: enhanced_content.pref#SyndeticsExcerpt# utdrag från en titel från Syndetics på sidor med detaljinformation om objekt i OPAC.

source: enhanced_content.pref#SyndeticsReviews# Don't show
sv: enhanced_content.pref#SyndeticsReviews# Visa inte

source: enhanced_content.pref#SyndeticsReviews# Show
sv: enhanced_content.pref#SyndeticsReviews# Visa

source: enhanced_content.pref#SyndeticsReviews# reviews of a title from Syndetics on item detail pages on the OPAC.
sv: enhanced_content.pref#SyndeticsReviews# recensioner av en titel från Syndetics på sidor med detaljinformation om objekt i OPAC.

source: enhanced_content.pref#SyndeticsSeries# Don't show
sv: enhanced_content.pref#SyndeticsSeries# Visa inte

source: enhanced_content.pref#SyndeticsSeries# Show
sv: enhanced_content.pref#SyndeticsSeries# Visa

source: enhanced_content.pref#SyndeticsSeries# information on other books in a title's series from Syndetics on item detail pages on the OPAC.
sv: enhanced_content.pref#SyndeticsSeries# information från Syndetics om andra böcker i en titels serie på detaljsidorna för objekt i OPAC.

source: enhanced_content.pref#SyndeticsSummary# Don't show
sv: enhanced_content.pref#SyndeticsSummary# Visa inte

source: enhanced_content.pref#SyndeticsSummary# Show
sv: enhanced_content.pref#SyndeticsSummary# Visa

source: enhanced_content.pref#SyndeticsSummary# a summary of a title from Syndetics on item detail pages on the OPAC.
sv: enhanced_content.pref#SyndeticsSummary# en sammanfattning för en titel från Syndetics på sidor med detaljinformation om objekt i OPAC.

source: enhanced_content.pref#SyndeticsTOC# Don't show
sv: enhanced_content.pref#SyndeticsTOC# Visa inte

source: enhanced_content.pref#SyndeticsTOC# Show
sv: enhanced_content.pref#SyndeticsTOC# Visa

source: enhanced_content.pref#SyndeticsTOC# the table of contents of a title from Syndetics on item detail pages on the OPAC.
sv: enhanced_content.pref#SyndeticsTOC# innehållsförteckningen för en titel från Syndetics på sidor med detaljinformation för objekt i OPAC.

source: enhanced_content.pref#TagsEnabled# Allow
sv: enhanced_content.pref#TagsEnabled# Tillåt

source: enhanced_content.pref#TagsEnabled# Don't allow
sv: enhanced_content.pref#TagsEnabled# Tillåt inte

source: enhanced_content.pref#TagsEnabled# patrons and staff to put tags on items.
sv: enhanced_content.pref#TagsEnabled# låntagare och personal att lägga till taggar till objekt.

source: enhanced_content.pref#TagsExternalDictionary# Allow tags in the dictionary of the ispell executable
sv: enhanced_content.pref#TagsExternalDictionary# Tillåt taggar i ispell-programmets ordbok

source: enhanced_content.pref#TagsExternalDictionary# on the server to be approved without moderation.
sv: enhanced_content.pref#TagsExternalDictionary# på servern att godkännas utan kontroll.

source: enhanced_content.pref#TagsInputOnDetail# Allow
sv: enhanced_content.pref#TagsInputOnDetail# Tillåt

source: enhanced_content.pref#TagsInputOnDetail# Don't allow
sv: enhanced_content.pref#TagsInputOnDetail# Tillåt inte

source: enhanced_content.pref#TagsInputOnDetail# patrons to input tags on item detail pages on the OPAC.
sv: enhanced_content.pref#TagsInputOnDetail# låntagare lägga till taggar på sidor med detaljinformation om objekt i OPAC.

source: enhanced_content.pref#TagsInputOnList# Allow
sv: enhanced_content.pref#TagsInputOnList# Tillåt

source: enhanced_content.pref#TagsInputOnList# Don't allow
sv: enhanced_content.pref#TagsInputOnList# Tillåt inte

source: enhanced_content.pref#TagsInputOnList# patrons to input tags on search results on the OPAC.
sv: enhanced_content.pref#TagsInputOnList# låntagare lägga till taggar för sökresultat i OPAC.

source: enhanced_content.pref#TagsModeration# Don't require
sv: enhanced_content.pref#TagsModeration# Kräv inte

source: enhanced_content.pref#TagsModeration# Require
sv: enhanced_content.pref#TagsModeration# Kräv

source: enhanced_content.pref#TagsModeration# that tags submitted by patrons be reviewed by a staff member before being shown.
sv: enhanced_content.pref#TagsModeration# att taggar som föreslagits av låntagare granskas av en bibliotekarie innan den visas.

source: enhanced_content.pref#TagsShowOnDetail# Show
sv: enhanced_content.pref#TagsShowOnDetail# Visa

source: enhanced_content.pref#TagsShowOnDetail# tags on item detail pages on the OPAC.
sv: enhanced_content.pref#TagsShowOnDetail# taggar på sidor med detaljinformation om objekt i OPAC.

source: enhanced_content.pref#TagsShowOnList# Show
sv: enhanced_content.pref#TagsShowOnList# Visa

source: enhanced_content.pref#TagsShowOnList# tags on search results on the OPAC.
sv: enhanced_content.pref#TagsShowOnList# taggar för sökresultat i OPAC.

source: enhanced_content.pref#ThingISBN# Don't use
sv: enhanced_content.pref#ThingISBN# Använd inte

source: enhanced_content.pref#ThingISBN# Use
sv: enhanced_content.pref#ThingISBN# Använd

source: enhanced_content.pref#ThingISBN# the ThingISBN service to show other editions of a title (when either FRBRizeEditions or OPACFRBRizeEditions is on). This is separate from Library Thing for Libraries.
sv: enhanced_content.pref#ThingISBN# ThingISBN-tjänsten för att visa andra utgåvor av en titel (när antingen FRBRizeEditions eller OPACFRBRizeEditions är aktiverade). Detta är skilt från LibraryThing for Libraries.

source: enhanced_content.pref#UseKohaPlugins# Don't enable
sv: enhanced_content.pref#UseKohaPlugins# Aktivera inte

source: enhanced_content.pref#UseKohaPlugins# Enable
sv: enhanced_content.pref#UseKohaPlugins# Aktivera

source: enhanced_content.pref#UseKohaPlugins# the ability to use Koha Plugins. Note, the plugin system must also be enabled in the Koha configuration file to be fully enabled.
sv: enhanced_content.pref#UseKohaPlugins# möjligheten att använda insticksprogram för Koha. Systemet för insticksprogram måste också vara aktiverat i Koha-konfigurationsfilen för att vara helt aktiverat.

source: enhanced_content.pref#XISBN# Don't use
sv: enhanced_content.pref#XISBN# Använd inte

source: enhanced_content.pref#XISBN# Use
sv: enhanced_content.pref#XISBN# Använd

source: enhanced_content.pref#XISBN# the OCLC xISBN service to show other editions of a title (when either FRBRizeEditions or OPACFRBRizeEditions is on).
sv: enhanced_content.pref#XISBN# OCLC xISBN-tjänsten för att visa andra utgåvor av en titel (när antingen FRBRizeEditions eller OPACFRBRizeEditions är aktiverade).

source: enhanced_content.pref#XISBNDailyLimit# Only use the xISBN service
sv: enhanced_content.pref#XISBNDailyLimit# Använd endast xISBN-tjänsten

source: enhanced_content.pref#XISBNDailyLimit# times a day. Unless you are paying for the xISBN service, you should leave this at the default of 999 (as detailed above).
sv: enhanced_content.pref#XISBNDailyLimit# gånger per dag. Om du inte betalar för xISBN-tjänsten, ska detta värde lämnas på standardvärdet 999 (som beskrivet ovan).

source: i18n_l10n.pref#AddressFormat# Format postal addresses using
sv: i18n_l10n.pref#AddressFormat# Formatera tider i

source: i18n_l10n.pref#AddressFormat# German style ([Address] [Street number] - [ZIP/Postal Code] [City] - [Country])
sv: i18n_l10n.pref#AddressFormat# Tyskt format ([Adress] [Gatunummer] - [Postnummer] [Ort] - [Land])

source: i18n_l10n.pref#AddressFormat# US style ([Street number], [Address] - [City], [ZIP/Postal Code], [Country])
sv: i18n_l10n.pref#AddressFormat# USA-format ([Gatunummer], [Adress] - [Ort], [Postnummer], [Land])

source: i18n_l10n.pref#CalendarFirstDayOfWeek# Friday
sv: i18n_l10n.pref#CalendarFirstDayOfWeek# Fredag

source: i18n_l10n.pref#CalendarFirstDayOfWeek# Monday
sv: i18n_l10n.pref#CalendarFirstDayOfWeek# Måndag

source: i18n_l10n.pref#CalendarFirstDayOfWeek# Saturday
sv: i18n_l10n.pref#CalendarFirstDayOfWeek# Lördag

source: i18n_l10n.pref#CalendarFirstDayOfWeek# Sunday
sv: i18n_l10n.pref#CalendarFirstDayOfWeek# Söndag

source: i18n_l10n.pref#CalendarFirstDayOfWeek# Thursday
sv: i18n_l10n.pref#CalendarFirstDayOfWeek# Torsdag

source: i18n_l10n.pref#CalendarFirstDayOfWeek# Tuesday
sv: i18n_l10n.pref#CalendarFirstDayOfWeek# Tisdag

source: i18n_l10n.pref#CalendarFirstDayOfWeek# Use
sv: i18n_l10n.pref#CalendarFirstDayOfWeek# Använd

source: i18n_l10n.pref#CalendarFirstDayOfWeek# Wednesday
sv: i18n_l10n.pref#CalendarFirstDayOfWeek# Onsdag

source: i18n_l10n.pref#CalendarFirstDayOfWeek# as the first day of week in the calendar.
sv: i18n_l10n.pref#CalendarFirstDayOfWeek# som första dagen i veckan i kalendern.

source: i18n_l10n.pref#TimeFormat# . <b>Note:</b> Do not change this preference on a production server with overdue items that are accruing fines. Doing so will result in duplicate fines!
sv: i18n_l10n.pref#TimeFormat# . <229/>Obs!<230/> Ändra inte detta värde på en produktionsserver med försenade objekt som håller på att samla på sig avgifter. Det kommer att leda till duplicerade avgifter!

source: i18n_l10n.pref#TimeFormat# 12 hour format ( e.g. "02:18 PM" )
sv: i18n_l10n.pref#TimeFormat# 12-timmarsformat (t.ex. "02:18 PM")

source: i18n_l10n.pref#TimeFormat# 24 hour format ( e.g. "14:18" )
sv: i18n_l10n.pref#TimeFormat# 24-timmarsformat (t.ex. "14:18")

source: i18n_l10n.pref#TimeFormat# Format times in
sv: i18n_l10n.pref#TimeFormat# Formatera tider i

source: i18n_l10n.pref#alphabet# <br/> Hint: Changing collation in the database for the 'surname' column of the 'borrowers' table is helpful to make browsing by last name work in members-home.pl when using an alphabet outside of A-Z
sv: i18n_l10n.pref#alphabet# <232/> tips: Att byta kollationering i databasen för kolumnen "surname" (efternamn) i tabellen "borrowers" (låntagare) underlättar bläddring efter efternamn i members-home.pl när man använder ett alfabet som går utöver A-Z

source: i18n_l10n.pref#alphabet# Use the alphabet
sv: i18n_l10n.pref#alphabet# Använd alfabetet

source: i18n_l10n.pref#alphabet# for lists of browsable letters. This should be a space separated list of uppercase letters.
sv: i18n_l10n.pref#alphabet# för listor med navigerbara bokstäver. Detta bör vara en lista med stora bokstäver separerade av mellanslag.

source: i18n_l10n.pref#dateformat# . <b>Note:</b> Do not change this preference on a production server with overdue items that are accruing fines. Doing so will result in duplicate fines!
sv: i18n_l10n.pref#dateformat# . <235/>Obs!<236/> Ändra inte detta värde på en produktionsserver med försenade objekt som håller på att samla på sig avgifter. Det kommer att leda till duplicerade avgifter!

source: i18n_l10n.pref#dateformat# Format dates like
sv: i18n_l10n.pref#dateformat# Formatera datum som

source: i18n_l10n.pref#dateformat# dd.mm.yyyy
sv: i18n_l10n.pref#dateformat# dd.mm.åååå

source: i18n_l10n.pref#dateformat# dd/mm/yyyy
sv: i18n_l10n.pref#dateformat# dd/mm/åååå

source: i18n_l10n.pref#dateformat# mm/dd/yyyy
sv: i18n_l10n.pref#dateformat# mm/dd/åååå

source: i18n_l10n.pref#dateformat# yyyy-mm-dd
sv: i18n_l10n.pref#dateformat# åååå-mm-dd

source: i18n_l10n.pref#language# Enable the following languages on the staff interface:
sv: i18n_l10n.pref#language# Aktivera följande språk i personalgränssnittet:

source: i18n_l10n.pref#opaclanguages# Enable the following languages on the OPAC:
sv: i18n_l10n.pref#opaclanguages# Aktivera följande språk i OPAC:

source: i18n_l10n.pref#opaclanguagesdisplay# Allow
sv: i18n_l10n.pref#opaclanguagesdisplay# Tillåt

source: i18n_l10n.pref#opaclanguagesdisplay# Don't allow
sv: i18n_l10n.pref#opaclanguagesdisplay# Tillåt inte

source: i18n_l10n.pref#opaclanguagesdisplay# patrons to change the language they see on the OPAC.
sv: i18n_l10n.pref#opaclanguagesdisplay# låntagare ändra det språk de ser i OPAC.

source: labs.pref All
sv: labs.pref Alla

source: labs.pref#EnableAdvancedCatalogingEditor# <br/> NOTE:
sv: labs.pref#EnableAdvancedCatalogingEditor# <237/> OBS!

source: labs.pref#EnableAdvancedCatalogingEditor# Don't enable
sv: labs.pref#EnableAdvancedCatalogingEditor# Aktivera inte

source: labs.pref#EnableAdvancedCatalogingEditor# Enable
sv: labs.pref#EnableAdvancedCatalogingEditor# Aktivera

source: labs.pref#EnableAdvancedCatalogingEditor# This feature is currently experimental, and may have bugs that cause corruption of records. It also does not include any support for UNIMARC or NORMARC fixed fields. Please help us test it and report any bugs, but do so at your own risk.
sv: labs.pref#EnableAdvancedCatalogingEditor# Denna funktion håller för närvarande på att testas och kan ha fel som skadar poster. Den har inte heller något stöd för fasta fält i UNIMARC eller NORMARC. Hjälp oss testa den och rapportera alla fel, men detta sker under eget ansvar.

source: labs.pref#EnableAdvancedCatalogingEditor# the advanced cataloging editor.
sv: labs.pref#EnableAdvancedCatalogingEditor# den avancerade katalogredigeraren.

source: local_use.pref## Nothing defined yet.
sv: local_use.pref## Inget har definierat ännu.

source: logs.pref Debugging
sv: logs.pref Felsökning

source: logs.pref Logging
sv: logs.pref Loggning

source: logs.pref#AuthoritiesLog# Don't log
sv: logs.pref#AuthoritiesLog# Logga inte

source: logs.pref#AuthoritiesLog# Log
sv: logs.pref#AuthoritiesLog# Logga

source: logs.pref#AuthoritiesLog# changes to authority records.
sv: logs.pref#AuthoritiesLog# ändringar av auktoritetsposter.

source: logs.pref#BorrowersLog# Don't log
sv: logs.pref#BorrowersLog# Logga inte

source: logs.pref#BorrowersLog# Log
sv: logs.pref#BorrowersLog# Logga

source: logs.pref#BorrowersLog# changes to patron records.
sv: logs.pref#BorrowersLog# ändringar av låntagarposter.

source: logs.pref#CataloguingLog# Don't log
sv: logs.pref#CataloguingLog# Logga inte

source: logs.pref#CataloguingLog# Log
sv: logs.pref#CataloguingLog# Logga

source: logs.pref#CataloguingLog# any changes to bibliographic or item records. Since this occurs whenever a book is checked in or out as well, it is not advisable to turn this on.
sv: logs.pref#CataloguingLog# ändringar till bibliografiska poster eller objektsposter. Eftersom detta inträffar när en bok lånas ut eller återlämnas, rekommenderas det att detta inte aktiveras.

source: logs.pref#CronjobLog# Don't log
sv: logs.pref#CronjobLog# Logga inte

source: logs.pref#CronjobLog# Log
sv: logs.pref#CronjobLog# Logga

source: logs.pref#CronjobLog# information from cron jobs.
sv: logs.pref#CronjobLog# information från cron-jobb.

source: logs.pref#DumpTemplateVarsIntranet# Do
sv: logs.pref#DumpTemplateVarsIntranet# Dumpa

source: logs.pref#DumpTemplateVarsIntranet# Don't
sv: logs.pref#DumpTemplateVarsIntranet# Dumpa inte

source: logs.pref#DumpTemplateVarsIntranet# dump all Template Toolkit variable to a comment in the html source for the staff intranet.
sv: logs.pref#DumpTemplateVarsIntranet# alla mallverktygets variabler till en kommentar i html-källan för personalens intranet.

source: logs.pref#DumpTemplateVarsOpac# Do
sv: logs.pref#DumpTemplateVarsOpac# Dumpa

source: logs.pref#DumpTemplateVarsOpac# Don't
sv: logs.pref#DumpTemplateVarsOpac# Dumpa inte

source: logs.pref#DumpTemplateVarsOpac# dump all Template Toolkit variable to a comment in the html source for the OPAC.
sv: logs.pref#DumpTemplateVarsOpac# alla mallverktygets variabler till en kommentar i html-källan för OPAC.

source: logs.pref#FinesLog# Don't log
sv: logs.pref#FinesLog# Logga inte

source: logs.pref#FinesLog# Log
sv: logs.pref#FinesLog# Logga

source: logs.pref#FinesLog# when fines are charged, paid, or forgiven.
sv: logs.pref#FinesLog# när avgifter debiteras, betalas eller efterskänks.

source: logs.pref#IssueLog# Don't log
sv: logs.pref#IssueLog# Logga inte

source: logs.pref#IssueLog# Log
sv: logs.pref#IssueLog# Logga

source: logs.pref#IssueLog# when items are checked out.
sv: logs.pref#IssueLog# när objekt lånas ut.

source: logs.pref#LetterLog# Don't log
sv: logs.pref#LetterLog# Logga inte

source: logs.pref#LetterLog# Log
sv: logs.pref#LetterLog# Logga

source: logs.pref#LetterLog# when an automatic claim notice is sent.
sv: logs.pref#LetterLog# när ett automatiskt beställningskrav skickas.

source: logs.pref#ReportsLog# Don't log
sv: logs.pref#ReportsLog# Logga inte

source: logs.pref#ReportsLog# Log
sv: logs.pref#ReportsLog# Logga

source: logs.pref#ReportsLog# when reports are added, deleted or changed.
sv: logs.pref#ReportsLog# när rapporter läggs till, raderas eller ändras.

source: logs.pref#ReturnLog# Don't log
sv: logs.pref#ReturnLog# Logga inte

source: logs.pref#ReturnLog# Log
sv: logs.pref#ReturnLog# Logga

source: logs.pref#ReturnLog# when items are returned.
sv: logs.pref#ReturnLog# när objekt återlämnas.

source: logs.pref#SubscriptionLog# Don't log
sv: logs.pref#SubscriptionLog# Logga inte

source: logs.pref#SubscriptionLog# Log
sv: logs.pref#SubscriptionLog# Logga

source: logs.pref#SubscriptionLog# when serials are added, deleted or changed.
sv: logs.pref#SubscriptionLog# när periodika läggs till, raderas eller ändras.

source: opac.pref Advanced Search Options
sv: opac.pref Avancerade sökalternativ

source: opac.pref Appearance
sv: opac.pref Utseende

source: opac.pref Features
sv: opac.pref Funktioner

source: opac.pref Payments
sv: opac.pref Integritet

source: opac.pref Privacy
sv: opac.pref Integritet

source: opac.pref Restricted page
sv: opac.pref Begränsad sida

source: opac.pref Self Registration
sv: opac.pref Självregistrering

source: opac.pref Shelf Browser
sv: opac.pref Hyllnavigeringsverktyg

source: opac.pref#AllowPatronToSetCheckoutsVisibilityForGuarantor# Allow
sv: opac.pref#PatronSelfRegistration# Tillåt

source: opac.pref#AllowPatronToSetCheckoutsVisibilityForGuarantor# Don't allow
sv: opac.pref#PatronSelfRegistration# Tillåt inte

source: opac.pref#AllowPurchaseSuggestionBranchChoice# Allow
sv: opac.pref#AllowPurchaseSuggestionBranchChoice# Tillåt

source: opac.pref#AllowPurchaseSuggestionBranchChoice# Don't allow
sv: opac.pref#AllowPurchaseSuggestionBranchChoice# Tillåt inte

source: opac.pref#AllowPurchaseSuggestionBranchChoice# patrons to select library when making a purchase suggestion
sv: opac.pref#AllowPurchaseSuggestionBranchChoice# låntagare att välja ett bibliotek när de lämnar ett inköpsförslag

source: opac.pref#AnonSuggestions# Allow
sv: opac.pref#AnonSuggestions# Tillåt
