Repository: LMSCloud/Koha-LMSCloud
Catalog: misc/translator/po/*-pref.po
Languages: sv

source: admin.pref#UsageStatsCountry# Papua N. Guinea
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Paraguay
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Peru
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Philippines
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Poland
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Portugal
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Qatar
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Romania
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Russian Fed.
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Rwanda
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Saint Vincent
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Samoa
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# San Marino
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Sao Tome
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Saudi Arabia
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Senegal
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Serbia
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Seychelles
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Sierra Leone
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Singapore
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Slovakia
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Slovenia
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Solomon Islands
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Somalia
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# South Africa
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Spain
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Sri Lanka
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# St Kitts & Nev.
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# St Lucia
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Sudan
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Suriname
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Swaziland
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Sweden
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Switzerland
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Syria
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Taiwan
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Tajikistan
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Tanzania
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Thailand
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# The country where your library is located:
sv: admin.pref#UsageStatsCountry# Landet där biblioteket ligger:

source: admin.pref#UsageStatsCountry# This will be shown on the <a href="http://hea.koha-community.org">Hea Koha community website</a>.
sv: admin.pref#UsageStatsCountry# Detta visas på <28/>webbplatsen Hea Koha community<29/>.

source: admin.pref#UsageStatsCountry# Togo
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Tonga
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Trinidad & Tob.
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Tunisia
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Turkey
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Turkmenistan
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Tuvalu
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# UAE
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# USA
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Uganda
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Ukraine
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# United Kingdom
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Uruguay
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Uzbekistan
sv: admin.pref#UsageStats# Dela inte

source: admin.pref#UsageStatsCountry# Vanuatu
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Vatican City
sv: admin.pref#UsageStatsLibraryType# akademiskt

source: admin.pref#UsageStatsCountry# Venezuela
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Vietnam
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Yemen
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Zambia
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsCountry# Zimbabwe
sv: admin.pref#UsageStats# Dela

source: admin.pref#UsageStatsLibraryName# If this field is empty data will be sent anonymously.
sv: admin.pref#UsageStatsLibraryName# Om detta fält är tomt skickas data anonymt.

source: admin.pref#UsageStatsLibraryName# Note that this value has no effect if the UsageStats system preference is set to "Don't share"
sv: admin.pref#UsageStatsLibraryName# Detta värde har ingen effekt om systeminställningen för UsageStats är inställd på "Dela inte"

source: admin.pref#UsageStatsLibraryName# The library name
sv: admin.pref#UsageStatsLibraryName# Bibliotekets namn

source: admin.pref#UsageStatsLibraryName# will be shown on the <a href="http://hea.koha-community.org">Hea Koha community website</a>.
sv: admin.pref#UsageStatsLibraryName# visas på <32/>webbplatsen Hea Koha community<33/>.

source: admin.pref#UsageStatsLibraryType#
sv: admin.pref#UsageStatsLibraryType# offentligt

source: admin.pref#UsageStatsLibraryType# Note that this value has no effect if the UsageStats system preference is set to "Don't share"
sv: admin.pref#UsageStatsLibraryType# Detta värde har ingen effekt om systeminställningen för UsageStats är inställd på "Dela inte"

source: admin.pref#UsageStatsLibraryType# The library type
sv: admin.pref#UsageStatsLibraryType# Bibliotekstypen

source: admin.pref#UsageStatsLibraryType# academic
sv: admin.pref#UsageStatsLibraryType# akademiskt

source: admin.pref#UsageStatsLibraryType# corporate
sv: admin.pref#UsageStatsLibraryType# företag

source: admin.pref#UsageStatsLibraryType# government
sv: admin.pref#UsageStatsLibraryType# statligt

source: admin.pref#UsageStatsLibraryType# private
sv: admin.pref#UsageStatsLibraryType# privat

source: admin.pref#UsageStatsLibraryType# public
sv: admin.pref#UsageStatsLibraryType# offentligt

source: admin.pref#UsageStatsLibraryType# religious organization
sv: admin.pref#UsageStatsLibraryType# religiös organisation

source: admin.pref#UsageStatsLibraryType# research
sv: admin.pref#UsageStatsLibraryType# forskning

source: admin.pref#UsageStatsLibraryType# school
sv: admin.pref#UsageStatsLibraryType# skola

source: admin.pref#UsageStatsLibraryType# society or association
sv: admin.pref#UsageStatsLibraryType# organisation eller förening

source: admin.pref#UsageStatsLibraryType# subscription
sv: admin.pref#UsageStatsLibraryType# abonnemang

source: admin.pref#UsageStatsLibraryType# will be shown on the <a href="http://hea.koha-community.org">Hea Koha community website</a>.
sv: admin.pref#UsageStatsLibraryType# visas på <36/>webbplatsen Hea Koha community<37/>.

source: admin.pref#UsageStatsLibraryUrl# Note that this value has no effect if the UsageStats system preference is set to "Don't share"
sv: admin.pref#UsageStatsLibraryUrl# Detta värde har ingen effekt om systeminställningen för UsageStats är inställd på "Dela inte"

source: admin.pref#UsageStatsLibraryUrl# The library URL
sv: admin.pref#UsageStatsLibraryUrl# Bibliotekets URL

source: admin.pref#UsageStatsLibraryUrl# will be shown on the <a href="http://hea.koha-community.org">Hea Koha community website</a>.
sv: admin.pref#UsageStatsLibraryUrl# visas på <40/>webbplatsen Hea Koha community<41/>.

source: admin.pref#casAuthentication# CAS for login authentication.
sv: admin.pref#casAuthentication# CAS för inloggningshantering.

source: admin.pref#casAuthentication# Don't use
sv: admin.pref#casAuthentication# Använd inte

source: admin.pref#casAuthentication# Use
sv: admin.pref#casAuthentication# Använd

source: admin.pref#casLogout# Don't Logout
sv: admin.pref#casLogout# Logga inte ut

source: admin.pref#casLogout# Logout
sv: admin.pref#casLogout# Utloggning

source: admin.pref#casLogout# of CAS when logging out of Koha.
sv: admin.pref#casLogout# från CAS vid utloggning från Koha.

source: admin.pref#casServerUrl# The CAS Authentication Server can be found at
sv: admin.pref#casServerUrl# CAS-inloggningsservern hittas på

source: admin.pref#delimiter# #'s
sv: admin.pref#delimiter# 0

source: admin.pref#delimiter# Separate columns in an exported CSV file with
sv: admin.pref#delimiter# Separera kolumner i en exporterad CSV-fil med

source: admin.pref#delimiter# backslashes
sv: admin.pref#delimiter# omvända snedstreck

source: admin.pref#delimiter# by default.
sv: admin.pref#delimiter# som standard.

source: admin.pref#delimiter# commas
sv: admin.pref#delimiter# komman

source: admin.pref#delimiter# semicolons
sv: admin.pref#delimiter# semikolon.

source: admin.pref#delimiter# slashes
sv: admin.pref#delimiter# snedstreck

source: admin.pref#delimiter# tabs
sv: admin.pref#delimiter# flikar

source: admin.pref#noItemTypeImages# Don't show
sv: admin.pref#noItemTypeImages# Visa inte

source: admin.pref#noItemTypeImages# Show
sv: admin.pref#noItemTypeImages# Visa

source: admin.pref#noItemTypeImages# itemtype icons in the catalog.
sv: admin.pref#noItemTypeImages# ikoner för objekttyper i katalogen.

source: admin.pref#timeout# Automatically log out users after
sv: admin.pref#timeout# Logga automatiskt ut användare efter

source: admin.pref#timeout# seconds of inactivity. Adding d will specify it in days, e.g. 1d is timeout of one day.
sv: admin.pref#timeout# sekunders inaktivitet. Läggs d till anges det i dagar, 1d är t.ex. en timeout på en dag.

source: admin.pref#virtualshelves# Allow
sv: admin.pref#virtualshelves# Tillåt

source: admin.pref#virtualshelves# Don't allow
sv: admin.pref#virtualshelves# Tillåt inte

source: admin.pref#virtualshelves# staff and patrons to create and view saved lists of books.
sv: admin.pref#virtualshelves# personal och låntagare att skapa och granska sparade boklistor.

source: authorities.pref General
sv: autorités.pref General

source: authorities.pref Linker
sv: authorities.pref Länkmodul

source: authorities.pref#AuthDisplayHierarchy# Display
sv: authorities.pref#AuthDisplayHierarchy# Visa

source: authorities.pref#AuthDisplayHierarchy# Don't display
sv: authorities.pref#AuthDisplayHierarchy# Visa inte

source: authorities.pref#AuthDisplayHierarchy# broader term/narrower term hierarchies when viewing authorities.
sv: authorities.pref#AuthDisplayHierarchy# bredare eller smalare termhierarkier vid granskning av auktoriteter.

source: authorities.pref#AutoCreateAuthorities# When editing records,
sv: authorities.pref#AutoCreateAuthorities# Vid redigering av poster,

source: authorities.pref#AutoCreateAuthorities# authority records that are missing (BiblioAddsAuthorities must be set to "allow" for this to have any effect).
sv: authorities.pref#AutoCreateAuthorities# auktoritetsposter som saknas (BiblioAddsAuthorities måste ara inställt på "tillåt" för att detta ska ha effekt).

source: authorities.pref#AutoCreateAuthorities# do not generate
sv: authorities.pref#AutoCreateAuthorities# generera inte

source: authorities.pref#AutoCreateAuthorities# generate
sv: authorities.pref#AutoCreateAuthorities# generera

source: authorities.pref#BiblioAddsAuthorities# When editing records,
sv: authorities.pref#BiblioAddsAuthorities# Vid redigering av poster,

source: authorities.pref#BiblioAddsAuthorities# allow
sv: authorities.pref#BiblioAddsAuthorities# tillåt

source: authorities.pref#BiblioAddsAuthorities# don't allow
sv: authorities.pref#BiblioAddsAuthorities# tillåt inte

source: authorities.pref#BiblioAddsAuthorities# them to automatically create new authority records if needed, rather than having to reference existing authorities.
sv: authorities.pref#BiblioAddsAuthorities# dem automatiskt skapa nya auktoritetsposter om så krävs, istället för att hänvisa till befintliga auktoriteter.

source: authorities.pref#CatalogModuleRelink# Do
sv: authorities.pref#CatalogModuleRelink# Gör

source: authorities.pref#CatalogModuleRelink# Do not
sv: authorities.pref#CatalogModuleRelink# Gör inte

source: authorities.pref#CatalogModuleRelink# automatically relink headings that have previously been linked when saving records in the cataloging module.
sv: authorities.pref#CatalogModuleRelink# återskapa automatiskt länkar för rubriker som tidigare var länkade när poster sparas i katalogmodulen.

source: authorities.pref#LinkerKeepStale# Do
sv: authorities.pref#LinkerKeepStale# Gör

source: authorities.pref#LinkerKeepStale# Do not
sv: authorities.pref#LinkerKeepStale# Gör inte

source: authorities.pref#LinkerKeepStale# keep existing links to authority records for headings where the linker is unable to find a match.
sv: authorities.pref#LinkerKeepStale# behåll befintliga länkar till auktoritetsposter för sidhuvuden där länkverktyget inte hittar målet.

source: authorities.pref#LinkerModule# Default
sv: authorities.pref#LinkerModule# Standard

source: authorities.pref#LinkerModule# First Match
sv: authorities.pref#LinkerModule# Första sökträff

source: authorities.pref#LinkerModule# Last Match
sv: authorities.pref#LinkerModule# Sista träff

source: authorities.pref#LinkerModule# Use the
sv: authorities.pref#LinkerModule# Använd

source: authorities.pref#LinkerModule# linker module for matching headings to authority records.
sv: authorities.pref#LinkerModule# länkmodul för att koppla rubriker till auktoritetsposter.

source: authorities.pref#LinkerOptions# (separate options with |)
sv: authorities.pref#LinkerOptions# (separera alternativ med |)

source: authorities.pref#LinkerOptions# Set the following options for the authority linker
sv: authorities.pref#LinkerOptions# Ställ in följande alternativ för auktoritetslänkaren

source: authorities.pref#LinkerRelink# Do
sv: authorities.pref#LinkerRelink# Gör

source: authorities.pref#LinkerRelink# Do not
sv: authorities.pref#LinkerRelink# Gör inte

source: authorities.pref#LinkerRelink# relink headings that have previously been linked to authority records.
sv: authorities.pref#LinkerRelink# länka om rubriker som tidigare länkat till auktoritetsposter.

source: authorities.pref#MARCAuthorityControlField008# Use the following text for the contents of MARC21 authority control field 008 position 06-39 (fixed length data elements). Do NOT include the date (position 00-05).
sv: authorities.pref#MARCAuthorityControlField008# Använd följande text för innehållet i MARC21 auktoritetsstyrningsfält 008 position 06-39 (dataelement med fast längd). Inkludera INTE datumet (position 00-05).

source: authorities.pref#UNIMARCAuthorityField100# Use the following text for the contents of UNIMARC authority field 100 position 08-35 (fixed length data elements). Do NOT include the date (position 00-07).
sv: authorities.pref#UNIMARCAuthorityField100# Använd följande text för innehållet i UNIMARC auktoritetsfält 100 position 08-35 (dataelement med fast längd). Inkludera INTE datumet (position 00-07).

source: authorities.pref#UseAuthoritiesForTracings# Don't use
sv: authorities.pref#UseAuthoritiesForTracings# Använd inte

source: authorities.pref#UseAuthoritiesForTracings# Use
sv: authorities.pref#UseAuthoritiesForTracings# Använd

source: authorities.pref#UseAuthoritiesForTracings# authority record numbers instead of text strings for searches from subject tracings.
sv: authorities.pref#UseAuthoritiesForTracings# auktoritetspost-nummer istället för textsträngar för sökningar från ämneslänkar.

source: authorities.pref#dontmerge# Do
sv: authorities.pref#dontmerge# Gör

source: authorities.pref#dontmerge# Don't
sv: authorities.pref#dontmerge# Gör inte

source: authorities.pref#dontmerge# automatically update attached biblios when changing an authority record. If this is off, please ask your administrator to enable the merge_authority.pl cronjob.
sv: authorities.pref#dontmerge# uppdatera automatiskt bifogade bibliografier när en auktoritetspost ändras. Om detta är inaktiverat ber du din administratör att aktivera cronjobbet merge_authority.pl.

source: cataloguing.pref Display
sv: cataloguing.pref Visning

source: cataloguing.pref Exporting
sv: cataloguing.pref Export

source: cataloguing.pref Importing
sv: cataloguing.pref Import

source: cataloguing.pref Interface
sv: cataloguing.pref Gränssnitt

source: cataloguing.pref Record Structure
sv: cataloguing.pref Poststruktur

source: cataloguing.pref Spine Labels
sv: cataloguing.pref Ryggetiketter

source: cataloguing.pref#AcquisitionDetails# Display
sv: cataloguing.pref#AcquisitionDetails# Visa

source: cataloguing.pref#AcquisitionDetails# Don't display
sv: cataloguing.pref#AcquisitionDetails# Visa inte

source: cataloguing.pref#AcquisitionDetails# acquisition details on the biblio detail page.
sv: cataloguing.pref#AcquisitionDetails# inköpsinformation på sidan för biblio-information.

source: cataloguing.pref#AggressiveMatchOnISBN# When matching on ISBN with the record import tool,
sv: cataloguing.pref#AggressiveMatchOnISBN# Vid matchning på ISBN med verktyget för postimport,

source: cataloguing.pref#AggressiveMatchOnISBN# attempt to match aggressively by trying all variations of the ISBNs in the imported record as a phrase in the ISBN fields of already cataloged records. Note that this preference has no effect if UseQueryParser is on.
sv: cataloguing.pref#AggressiveMatchOnISBN# bör man försöka matcha aggressivt genom att försöka alla variationer av ISBN-värdena i den importerade posten som en fras i ISBN-fälten för redan katalogiserade poster. Detta alternativ har ingen effekt om UseQueryParser är aktiverat.

source: cataloguing.pref#AggressiveMatchOnISBN# do
sv: cataloguing.pref#AggressiveMatchOnISBN# aktivera

source: cataloguing.pref#AggressiveMatchOnISBN# don't
sv: cataloguing.pref#AggressiveMatchOnISBN# aktivera inte

source: cataloguing.pref#AlternateHoldingsField# Display MARC subfield
sv: cataloguing.pref#AlternateHoldingsField# Visa underliggande MARC-fält

source: cataloguing.pref#AlternateHoldingsField# as holdings information for records that do not have items (This can contain multiple subfields to look in; for instance <code>852abhi</code> would look in 852 subfields a, b, h, and i.), with the subfields separated by
sv: cataloguing.pref#AlternateHoldingsField# som samlingsinformation för poster som inte har objekt (denna kan innehålla flera underliggande fält att söka i, exempelvis skulle <44/>852abhi<45/> leta i de underliggande fälten a, b, h och i för 852), med de underliggande fälten separerade av

source: cataloguing.pref#AuthoritySeparator# Separate multiple displayed authors, series or subjects with
sv: cataloguing.pref#AuthoritySeparator# Separerar flera visade författare, serier eller ämnen med

source: cataloguing.pref#BibtexExportAdditionalFields# <br/>
sv: cataloguing.pref#BibtexExportAdditionalFields# <46/>

source: cataloguing.pref#BibtexExportAdditionalFields# All values of repeating tags and subfields will be printed with the given BibTeX tag.
sv: cataloguing.pref#BibtexExportAdditionalFields# Alla värden för upprepade taggar och underliggande fält kommer att skrivas ut med den givna BibTeX-tagg.

source: cataloguing.pref#BibtexExportAdditionalFields# Include following fields when exporting BibTeX,
sv: cataloguing.pref#BibtexExportAdditionalFields# Inkludera följande fält vid export av BibTeX,

source: cataloguing.pref#BibtexExportAdditionalFields# To specificy multiple marc tags/subfields as targets for a repeating BibTex tag, use the following format: BT_TAG: [TAG2$SUBFIELD1, TAG2$SUBFIELD2] ( e.g. notes: [501$a, 505$g] )
sv: cataloguing.pref#BibtexExportAdditionalFields# För att ange flera marc-taggar/underliggande fält som mål för en upprepad BibTex-tagg använder du följande format: BT_TAG: [TAG2<47/>, TAG2<48/>] (t.ex. anteckningar: [501<49/>, 505<50/>])

source: cataloguing.pref#BibtexExportAdditionalFields# Use '@' ( with quotes ) as the BT_TAG to replace the bibtex record type with a field value of your choosing.
sv: cataloguing.pref#BibtexExportAdditionalFields# Använd '@' (med citattecken) som BT_TAG för att ersätta bibtex-posttypen med ett fältvärde du valt.

source: cataloguing.pref#BibtexExportAdditionalFields# Use one line per tag in the format BT_TAG: TAG$SUBFIELD ( e.g. lccn: 010$a )
sv: cataloguing.pref#BibtexExportAdditionalFields# Använd en rad per tagg i formatet BT_TAG: TAG<51/> ( t.ex. lccn: 010<52/> )

source: cataloguing.pref#DefaultClassificationSource# Use
sv: cataloguing.pref#DefaultClassificationSource# Använd

source: cataloguing.pref#DefaultClassificationSource# as the default classification source.
sv: cataloguing.pref#DefaultClassificationSource# som standardkälla för klassificering.

source: cataloguing.pref#DefaultLanguageField008# Empty defaults to eng.
sv: cataloguing.pref#DefaultLanguageField008# Tomma värden skrivs som standard ut på engelska.

source: cataloguing.pref#DefaultLanguageField008# Fill in the default language for field 008 Range 35-37 of MARC21 records (e.g. eng, nor, ger, see <a href="http://www.loc.gov/marc/languages/language_code.html">MARC Code List for Languages</a>)
sv: cataloguing.pref#DefaultLanguageField008# Fyll i standardspråket för fält 008 intervall 35-37 för MARC21-poster (t.ex. eng, nor, ger, se <55/>MARC kodlista för språk<56/>)

source: cataloguing.pref#EasyAnalyticalRecords# Display
sv: cataloguing.pref#EasyAnalyticalRecords# Visa

source: cataloguing.pref#EasyAnalyticalRecords# Don't Display
sv: cataloguing.pref#EasyAnalyticalRecords# Visa inte

source: cataloguing.pref#EasyAnalyticalRecords# easy ways to create analytical record relationships
sv: cataloguing.pref#EasyAnalyticalRecords# enkla sätt att skapa kopplingar för analysposter

source: cataloguing.pref#ISBD# Use the following as the staff ISBD template:
sv: cataloguing.pref#ISBD# Använd följande som ISBD-mall:

source: cataloguing.pref#IntranetBiblioDefaultView# By default, display biblio records in
sv: cataloguing.pref#IntranetBiblioDefaultView# Visa som standard biblio-poster i

source: cataloguing.pref#IntranetBiblioDefaultView# ISBD form (see below).
sv: cataloguing.pref#IntranetBiblioDefaultView# ISBD-format (se nedan).

source: cataloguing.pref#IntranetBiblioDefaultView# Labelled MARC form
sv: cataloguing.pref#IntranetBiblioDefaultView# Märkt MARC-format

source: cataloguing.pref#IntranetBiblioDefaultView# MARC form.
sv: cataloguing.pref#IntranetBiblioDefaultView# MARC-format.

source: cataloguing.pref#IntranetBiblioDefaultView# normal form.
sv: cataloguing.pref#IntranetBiblioDefaultView# normalt format.

source: cataloguing.pref#LabelMARCView# Do
sv: cataloguing.pref#LabelMARCView# Gör

source: cataloguing.pref#LabelMARCView# Don't
sv: cataloguing.pref#LabelMARCView# Gör inte

source: cataloguing.pref#LabelMARCView# collapse repeated tags of the same type into one tag entry on the display.
sv: cataloguing.pref#LabelMARCView# minimera upprepade taggar av samma typ till en tagg för visning.
