Repository: LMSCloud/Koha-LMSCloud
Catalog: misc/translator/po/*-pref.po
Languages: sv

source: circulation.pref#NoIssuesChargeGuarantees# Prevent a patron from checking out if the patron has guarantees owing in total more than
sv: circulation.pref#noissuescharge# Förhindra låntagare att låna böcker om de har fler än

source: circulation.pref#NoIssuesChargeGuarantees# [% local_currency %] in fines.
sv: circulation.pref#noissuescharge# [% local_currency %] i böter.

source: circulation.pref#NoRenewalBeforePrecision# Calculate "No renewal before" based on
sv: circulation.pref#finesCalendar# Beräkna böter baserat på antalet förseningsdagar

source: circulation.pref#NoRenewalBeforePrecision# date.
sv: circulation.pref#RenewalPeriodBase# aktuellt datum.

source: circulation.pref#NoRenewalBeforePrecision# exact time.
sv: circulation.pref#RenewalPeriodBase# aktuellt datum.

source: circulation.pref#NoticeCSS# Include the stylesheet at
sv: circulation.pref#NoticeCSS# Inkludera stilmallen i

source: circulation.pref#NoticeCSS# on Notices. (This should be a complete URL, starting with <code>http://</code>)
sv: circulation.pref#NoticeCSS# på meddelanden. (Detta bör vara en komplett URL, som börjar med <188/>http://<189/>)

source: circulation.pref#OPACAllowHoldDateInFuture# Allow
sv: circulation.pref#OPACAllowHoldDateInFuture# Tillåt

source: circulation.pref#OPACAllowHoldDateInFuture# Don't allow
sv: circulation.pref#OPACAllowHoldDateInFuture# Tillåt inte

source: circulation.pref#OPACAllowHoldDateInFuture# patrons to place holds that don't enter the waiting list until a certain future date. (AllowHoldDateInFuture must also be enabled).
sv: circulation.pref#OPACAllowHoldDateInFuture# låntagare att göra reservationer som inte kommer med på väntelistan förrän vid ett framtida datum. (AllowHoldDateInFuture måste också vara aktiverat).

source: circulation.pref#OPACAllowUserToChooseBranch# Allow
sv: circulation.pref#OPACAllowUserToChooseBranch# Tillåt

source: circulation.pref#OPACAllowUserToChooseBranch# Don't allow
sv: circulation.pref#OPACAllowUserToChooseBranch# Tillåt inte

source: circulation.pref#OPACAllowUserToChooseBranch# a user to choose the library to pick up a hold from.
sv: circulation.pref#OPACAllowUserToChooseBranch# en användare att välja från vilket bibliotek en reservation ska hämtas.

source: circulation.pref#OnSiteCheckouts# Disable
sv: circulation.pref#OnSiteCheckouts# Inaktivera

source: circulation.pref#OnSiteCheckouts# Enable
sv: circulation.pref#OnSiteCheckouts# Aktivera

source: circulation.pref#OnSiteCheckouts# the on-site checkouts feature.
sv: circulation.pref#OnSiteCheckouts# funtionen för lån på plats.

source: circulation.pref#OnSiteCheckoutsForce# Disable
sv: circulation.pref#OnSiteCheckoutsForce# Inaktivera

source: circulation.pref#OnSiteCheckoutsForce# Enable
sv: circulation.pref#OnSiteCheckoutsForce# Aktivera

source: circulation.pref#OnSiteCheckoutsForce# the on-site for all cases (Even if a user is debarred, etc.).
sv: circulation.pref#OnSiteCheckoutsForce# på plats i alla situationer (även om en användare är spärrad, osv.).

source: circulation.pref#OverdueNoticeBcc# Send all notices as a BCC to this email address
sv: circulation.pref#OverdueNoticeBcc# Skicka alla meddelanden som BCC till denna e-postadress

source: circulation.pref#OverdueNoticeCalendar# Ignore Calendar
sv: circulation.pref#OverdueNoticeCalendar# Ignorera kalender

source: circulation.pref#OverdueNoticeCalendar# Use Calendar
sv: circulation.pref#OverdueNoticeCalendar# Använd kalender

source: circulation.pref#OverdueNoticeCalendar# when working out the period for overdue notices
sv: circulation.pref#OverdueNoticeCalendar# när periden för förseningsmeddelanden tas fram

source: circulation.pref#OverduesBlockCirc# Ask for confirmation
sv: circulation.pref#OverduesBlockCirc# Be om bekräftelse

source: circulation.pref#OverduesBlockCirc# Block
sv: circulation.pref#OverduesBlockCirc# Blockera

source: circulation.pref#OverduesBlockCirc# Don't block
sv: circulation.pref#OverduesBlockCirc# Blockera inte

source: circulation.pref#OverduesBlockCirc# when checking out to a borrower that has overdues outstanding
sv: circulation.pref#OverduesBlockCirc# vid lån till en låntagare som har utestående förseningar

source: circulation.pref#OverduesBlockRenewing# When a patron's checked out item is overdue,
sv: circulation.pref#OverduesBlockRenewing# När en låntagares låneobjekt är försenat,

source: circulation.pref#OverduesBlockRenewing# allow renewing.
sv: circulation.pref#OverduesBlockRenewing# tillåt omlån.

source: circulation.pref#OverduesBlockRenewing# block renewing for all the patron's items.
sv: circulation.pref#OverduesBlockRenewing# spärra omlån för alla låntagarens objekt.

source: circulation.pref#OverduesBlockRenewing# block renewing only for this item.
sv: circulation.pref#OverduesBlockRenewing# spärra omlån bara för detta objekt.

source: circulation.pref#PrintNoticesMaxLines# Include up to
sv: circulation.pref#PrintNoticesMaxLines# Inkludera upp till

source: circulation.pref#PrintNoticesMaxLines# item lines in a printed overdue notice. If the number of items is greater than this number, the notice will end with a warning asking the borrower to check their online account for a full list of overdue items. Set to 0 to include all overdue items in the notice, no matter how many there are.
sv: circulation.pref#PrintNoticesMaxLines# objektrader i ett utskrivet förseningsmeddelande. Om antalet objekt är högre än detta nummer, avslutas meddelandet med en varning till låntagaren om att han/hon bör kontrollera sitt konto online för att se en komplett lista med försenade objekt. Ange 0 för att ta med alla försenade objekt i meddelandet, oavsett antal.

source: circulation.pref#RecordLocalUseOnReturn# Don't record
sv: circulation.pref#RecordLocalUseOnReturn# Registrera inte

source: circulation.pref#RecordLocalUseOnReturn# Record
sv: circulation.pref#RecordLocalUseOnReturn# Post

source: circulation.pref#RecordLocalUseOnReturn# local use when an unissued item is checked in.
sv: circulation.pref#RecordLocalUseOnReturn# lokal användning när ett outlånat objekt återlämnas.

source: circulation.pref#RefundLostItemFeeOnReturn# Don't refund
sv: circulation.pref#RefundLostItemFeeOnReturn# Återbetala inte

source: circulation.pref#RefundLostItemFeeOnReturn# Refund
sv: circulation.pref#RefundLostItemFeeOnReturn# Återbetala

source: circulation.pref#RefundLostItemFeeOnReturn# lost item fees charged to a borrower when the lost item is returned.
sv: circulation.pref#RefundLostItemFeeOnReturn# avgifter för förlorade objekt som debiteras en låntagare när det förlorade objektet återlämnas.

source: circulation.pref#RenewalPeriodBase# When renewing checkouts, base the new due date on
sv: circulation.pref#RenewalPeriodBase# Vid omlån, basera det nya återlämningsdatumet på

source: circulation.pref#RenewalPeriodBase# the current date.
sv: circulation.pref#RenewalPeriodBase# aktuellt datum.

source: circulation.pref#RenewalPeriodBase# the old due date of the checkout.
sv: circulation.pref#RenewalPeriodBase# lånets gamla återlämningsdatum.

source: circulation.pref#RenewalSendNotice# Don't send
sv: circulation.pref#RenewalSendNotice# Skicka inte

source: circulation.pref#RenewalSendNotice# Send
sv: circulation.pref#RenewalSendNotice# Skicka

source: circulation.pref#RenewalSendNotice# a renewal notice according to patron checkout alert preferences.
sv: circulation.pref#RenewalSendNotice# ett omlånemeddelande beroende på meddelandeinställningarna för utlåning.

source: circulation.pref#RentalFeesCheckoutConfirmation# When checking out an item with rental fees,
sv: circulation.pref#RentalFeesCheckoutConfirmation# Vid utlåning av ett objekt med hyresavgifter,

source: circulation.pref#RentalFeesCheckoutConfirmation# ask
sv: circulation.pref#RentalFeesCheckoutConfirmation# be om

source: circulation.pref#RentalFeesCheckoutConfirmation# do not ask
sv: circulation.pref#RentalFeesCheckoutConfirmation# be inte om

source: circulation.pref#RentalFeesCheckoutConfirmation# for confirmation.
sv: circulation.pref#RentalFeesCheckoutConfirmation# bekräftelse.

source: circulation.pref#RentalsInNoissuesCharge# Don't include
sv: circulation.pref#RentalsInNoissuesCharge# Inkludera inte

source: circulation.pref#RentalsInNoissuesCharge# Include
sv: circulation.pref#RentalsInNoissuesCharge# Inkludera

source: circulation.pref#RentalsInNoissuesCharge# rental charges when summing up charges for noissuescharge.
sv: circulation.pref#RentalsInNoissuesCharge# hyresavgifter vid summering av avgifter för noissuescharge.

source: circulation.pref#ReservesControlBranch# Check the
sv: circulation.pref#ReservesControlBranch# Kontrollera

source: circulation.pref#ReservesControlBranch# item's home library
sv: circulation.pref#ReservesControlBranch# objektets hembibliotek

source: circulation.pref#ReservesControlBranch# patron's home library
sv: circulation.pref#ReservesControlBranch# låntagarens hembibliotek

source: circulation.pref#ReservesControlBranch# to see if the patron can place a hold on the item.
sv: circulation.pref#ReservesControlBranch# att se om låntagaren kan reservera objektet.

source: circulation.pref#ReservesMaxPickUpDelay# Mark a hold as problematic if it has been waiting for more than
sv: circulation.pref#ReservesMaxPickUpDelay# Markera en reservation som problematisk om den väntat längre än

source: circulation.pref#ReservesMaxPickUpDelay# days.
sv: circulation.pref#ReservesMaxPickUpDelay# dagar.

source: circulation.pref#ReservesNeedReturns# Automatically
sv: circulation.pref#ReservesNeedReturns# Automatiskt

source: circulation.pref#ReservesNeedReturns# Don't automatically
sv: circulation.pref#ReservesNeedReturns# Inte automatiskt

source: circulation.pref#ReservesNeedReturns# mark a hold as found and waiting when a hold is placed on a specific item and that item is already checked in.
sv: circulation.pref#ReservesNeedReturns# markera en reservation som hittad och väntande när en reservation skapas för ett särskilt objekt och det objektet redan är återlämnat.

source: circulation.pref#RestrictionBlockRenewing# Allow
sv: circulation.pref#RestrictionBlockRenewing# Tillåt

source: circulation.pref#RestrictionBlockRenewing# Block
sv: circulation.pref#RestrictionBlockRenewing# Spärra

source: circulation.pref#RestrictionBlockRenewing# If patron is restricted,
sv: circulation.pref#RestrictionBlockRenewing# Om låntagaren är begränsad,

source: circulation.pref#RestrictionBlockRenewing# renewing of items.
sv: circulation.pref#RestrictionBlockRenewing# omlån av objekt.

source: circulation.pref#ReturnBeforeExpiry# Don't require
sv: circulation.pref#ReturnBeforeExpiry# Kräv inte

source: circulation.pref#ReturnBeforeExpiry# Require
sv: circulation.pref#ReturnBeforeExpiry# Kräv

source: circulation.pref#ReturnBeforeExpiry# patrons to return books before their accounts expire (by restricting due dates to before the patron's expiration date).
sv: circulation.pref#ReturnBeforeExpiry# låntagare att återlämna böcker innan deras konton löper ut (genom att begränsa återlämningsdatum till innan låntagarens utgångsdatum).

source: circulation.pref#ReturnToShelvingCart# Don't move
sv: circulation.pref#ReturnToShelvingCart# Flytta inte

source: circulation.pref#ReturnToShelvingCart# Move
sv: circulation.pref#ReturnToShelvingCart# Flytta

source: circulation.pref#ReturnToShelvingCart# all items to the location CART when they are checked in.
sv: circulation.pref#ReturnToShelvingCart# alla objekt till platsen VAGN när de återlämnas.

source: circulation.pref#SCOUserCSS# Include the following CSS on all pages in the web-based self checkout:
sv: circulation.pref#SCOUserCSS# Inkludera följande CSS på alla sidor i den webbaserade självutlåningen:

source: circulation.pref#SCOUserJS# Include the following JavaScript on all pages in the web-based self checkout:
sv: circulation.pref#SCOUserJS# Inkludera följande JavaScript på alla sidor i den webbaserade självutlåningen:

source: circulation.pref#SelfCheckHelpMessage# Include the following HTML in the Help page of the web-based self checkout system:
sv: circulation.pref#SelfCheckHelpMessage# Inkludera följande HTML på hjälp-sidan för det webbaserade självutlåningssystemet:

source: circulation.pref#SelfCheckReceiptPrompt# Don't show
sv: circulation.pref#SelfCheckReceiptPrompt# Visa inte

source: circulation.pref#SelfCheckReceiptPrompt# Show
sv: circulation.pref#SelfCheckReceiptPrompt# Visa

source: circulation.pref#SelfCheckReceiptPrompt# the print receipt popup dialog when self checkout is finished
sv: circulation.pref#SelfCheckReceiptPrompt# popup-rutan för utskrift av kvittering när självutlåning slutförts

source: circulation.pref#SelfCheckTimeout# Time out the current patron's web-based self checkout system login after
sv: circulation.pref#SelfCheckTimeout# Ställ in timeouten för den aktuella låntagarens inloggning i det webbaserade självlånesystemet till

source: circulation.pref#SelfCheckTimeout# seconds.
sv: circulation.pref#SelfCheckTimeout# sekunder.

source: circulation.pref#SelfCheckoutByLogin# Barcode
sv: circulation.pref#SelfCheckoutByLogin# Streckkod

source: circulation.pref#SelfCheckoutByLogin# Have patrons login into the web-based self checkout system with their
sv: circulation.pref#SelfCheckoutByLogin# Låt låntagare logga in i det webbaserade självlånesystemet med sina

source: circulation.pref#SelfCheckoutByLogin# Username and Password
sv: circulation.pref#SelfCheckoutByLogin# Användarnamn och lösenord

source: circulation.pref#ShowAllCheckins# Do not show
sv: circulation.pref#SelfCheckReceiptPrompt# Visa inte

source: circulation.pref#ShowAllCheckins# Show
sv: circulation.pref#SelfCheckReceiptPrompt# Visa

source: circulation.pref#ShowAllCheckins# all items in the "Checked-in items" list, even items that were not checked out.
sv: circulation.pref#ReturnToShelvingCart# alla objekt till platsen VAGN när de återlämnas.

source: circulation.pref#ShowPatronImageInWebBasedSelfCheck# Don't show
sv: circulation.pref#ShowPatronImageInWebBasedSelfCheck# Visa inte

source: circulation.pref#ShowPatronImageInWebBasedSelfCheck# Show
sv: circulation.pref#ShowPatronImageInWebBasedSelfCheck# Visa

source: circulation.pref#ShowPatronImageInWebBasedSelfCheck# the patron's picture (if one has been added) when they use the web-based self checkout.
sv: circulation.pref#ShowPatronImageInWebBasedSelfCheck# låntagarens bild (om en sådan lagts till) när de använder den webbaserade självutlåningen.

source: circulation.pref#SpecifyDueDate# Allow
sv: circulation.pref#SpecifyDueDate# Tillåt

source: circulation.pref#SpecifyDueDate# Don't allow
sv: circulation.pref#SpecifyDueDate# Tillåt inte

source: circulation.pref#SpecifyDueDate# staff to specify a due date for a checkout.
sv: circulation.pref#SpecifyDueDate# personal specificera ett återlämningsdatum för ett lån.

source: circulation.pref#SpecifyReturnDate# Allow
sv: circulation.pref#SpecifyReturnDate# Tillåt

source: circulation.pref#SpecifyReturnDate# Don't allow
sv: circulation.pref#SpecifyReturnDate# Tillåt inte

source: circulation.pref#SpecifyReturnDate# staff to specify a return date for a check in.
sv: circulation.pref#SpecifyReturnDate# personal att specificera ett återlämningsdatum för en återlämning.

source: circulation.pref#StaffSearchResultsDisplayBranch# For search results in the staff client, display the branch of
sv: circulation.pref#StaffSearchResultsDisplayBranch# För sökresultat i personalklienten, visa den filial som

source: circulation.pref#StaffSearchResultsDisplayBranch# the library the item is from.
sv: circulation.pref#StaffSearchResultsDisplayBranch# biblioteksobjektet är från.

source: circulation.pref#StaffSearchResultsDisplayBranch# the library the item is held by.
sv: circulation.pref#StaffSearchResultsDisplayBranch# har biblioteksobjektet.

source: circulation.pref#StaticHoldsQueueWeight# (as branchcodes, separated by commas; if empty, uses all libraries)
sv: circulation.pref#StaticHoldsQueueWeight# (som filialkoder, separerade av komman; om tom använder alla bibliotek)

source: circulation.pref#StaticHoldsQueueWeight# Satisfy holds using items from the libraries
sv: circulation.pref#StaticHoldsQueueWeight# Uppfylla reservationer från biblioteken

source: circulation.pref#StaticHoldsQueueWeight# in random order.
sv: circulation.pref#StaticHoldsQueueWeight# i slumpmässig ordning.

source: circulation.pref#StaticHoldsQueueWeight# in that order.
sv: circulation.pref#StaticHoldsQueueWeight# i den ordningen.

source: circulation.pref#StaticHoldsQueueWeight# open
sv: circulation.pref#StaticHoldsQueueWeight# i den ordningen.

source: circulation.pref#StaticHoldsQueueWeight# open or closed
sv: circulation.pref#StaticHoldsQueueWeight# i slumpmässig ordning.

source: circulation.pref#StaticHoldsQueueWeight# when they are
sv: circulation.pref#StaticHoldsQueueWeight# i den ordningen.

source: circulation.pref#SuspendHoldsIntranet# Allow
sv: circulation.pref#SuspendHoldsIntranet# Tillåt

source: circulation.pref#SuspendHoldsIntranet# Don't allow
sv: circulation.pref#SuspendHoldsIntranet# Tillåt inte

source: circulation.pref#SuspendHoldsIntranet# holds to be suspended from the intranet.
sv: circulation.pref#SuspendHoldsIntranet# reservationer kan avaktiveras från intranätet.

source: circulation.pref#SuspendHoldsOpac# Allow
sv: circulation.pref#SuspendHoldsOpac# Tillåt

source: circulation.pref#SuspendHoldsOpac# Don't allow
sv: circulation.pref#SuspendHoldsOpac# Tillåt inte

source: circulation.pref#SuspendHoldsOpac# holds to be suspended from the OPAC.
sv: circulation.pref#SuspendHoldsOpac# reservationer kan avaktiveras från OPAC.

source: circulation.pref#TransferWhenCancelAllWaitingHolds# Don't transfer
sv: circulation.pref#TransferWhenCancelAllWaitingHolds# Överför inte

source: circulation.pref#TransferWhenCancelAllWaitingHolds# Transfer
sv: circulation.pref#TransferWhenCancelAllWaitingHolds# Överföring

source: circulation.pref#TransferWhenCancelAllWaitingHolds# items when cancelling all waiting holds.
sv: circulation.pref#TransferWhenCancelAllWaitingHolds# objekt när alla väntande reservationer annulleras.

source: circulation.pref#TransfersMaxDaysWarning# Show a warning on the "Transfers to Receive" screen if the transfer has not been received
sv: circulation.pref#TransfersMaxDaysWarning# Visa en varning på skärmen "Överföringar att ta mot" om överföringen inte tagits emot

source: circulation.pref#TransfersMaxDaysWarning# days after it was sent.
sv: circulation.pref#TransfersMaxDaysWarning# dagar efter att det skickades.

source: circulation.pref#UpdateNotForLoanStatusOnCheckin# Each pair of values should be on a separate line.
sv: circulation.pref#UpdateNotForLoanStatusOnCheckin# varje värdepar ska vara på en separat rad.

source: circulation.pref#UpdateNotForLoanStatusOnCheckin# This is a list of value pairs. When an item is checked in, if the not for loan value on the left matches the items not for loan value
sv: circulation.pref#UpdateNotForLoanStatusOnCheckin# Detta är en lista med värdepar. Om ett objekt återlämnas och värdet för ej för utlåning på vänster sida överensstämmer med objektets värde för ej för utlåning

source: circulation.pref#UpdateNotForLoanStatusOnCheckin# it will be updated to the right-hand value. E.g. '-1: 0' will cause an item that was set to 'Ordered' to now be available for loan.
sv: circulation.pref#UpdateNotForLoanStatusOnCheckin# kommer det att uppdateras till värdet på höger sida. Exempelvis kommer "-1: 0" att göra så att ett objekt som var inställt på "Beställd" nu kommer att vara tillgängligt för lån.

source: circulation.pref#UpdateTotalIssuesOnCirc# Do
sv: circulation.pref#UpdateTotalIssuesOnCirc# Gör

source: circulation.pref#UpdateTotalIssuesOnCirc# Do not
sv: circulation.pref#UpdateTotalIssuesOnCirc# Gör inte

source: circulation.pref#UpdateTotalIssuesOnCirc# update a bibliographic record's total issues count whenever an item is issued (WARNING! This increases server load significantly; if performance is a concern, use the update_totalissues.pl cron job to update the total issues count).
sv: circulation.pref#UpdateTotalIssuesOnCirc# uppdatera en bibliografisk posts värde för totalt antal nummer när nytt nummer utkommer (VARNING! Detta ökar serverbelastningen betydligt; om prestanda är ett problem använder du cron-jobbet update_totalissues.pl för att uppdatera det totala antalet nummer istället).

source: circulation.pref#UseBranchTransferLimits# Don't enforce
sv: circulation.pref#UseBranchTransferLimits# Upprätthåll inte

source: circulation.pref#UseBranchTransferLimits# Enforce
sv: circulation.pref#UseBranchTransferLimits# Upprätthåll

source: circulation.pref#UseBranchTransferLimits# collection code
sv: circulation.pref#UseBranchTransferLimits# samlingskod

source: circulation.pref#UseBranchTransferLimits# item type
sv: circulation.pref#UseBranchTransferLimits# objekttyp

source: circulation.pref#UseBranchTransferLimits# library transfer limits based on
sv: circulation.pref#UseBranchTransferLimits# överföringsbegränsningar för bibliotek baserat på

source: circulation.pref#UseCourseReserves# Don't use
sv: circulation.pref#UseCourseReserves# Använd inte

source: circulation.pref#UseCourseReserves# Use
sv: circulation.pref#UseCourseReserves# Använd

source: circulation.pref#UseCourseReserves# course reserves
sv: circulation.pref#UseCourseReserves# kursreservationer

source: circulation.pref#UseTransportCostMatrix# Don't use
sv: circulation.pref#UseTransportCostMatrix# Använd inte

source: circulation.pref#UseTransportCostMatrix# Transport Cost Matrix for calculating optimal holds filling between branches.
sv: circulation.pref#UseTransportCostMatrix# Transportkostnadstabell för att beräkna optimal reservationsuppfyllelse mellan filialer.

source: circulation.pref#UseTransportCostMatrix# Use
sv: circulation.pref#UseTransportCostMatrix# Använd

source: circulation.pref#WaitingNotifyAtCheckin# Don't notify
sv: circulation.pref#WaitingNotifyAtCheckin# Meddela inte

source: circulation.pref#WaitingNotifyAtCheckin# Notify
sv: circulation.pref#WaitingNotifyAtCheckin# Meddela

source: circulation.pref#WaitingNotifyAtCheckin# librarians of waiting holds for the patron whose items they are checking in.
sv: circulation.pref#WaitingNotifyAtCheckin# bibliotekarier om väntande reservationer för den låntagare vars objekt de återlämnar.

source: circulation.pref#WebBasedSelfCheck# Don't enable
sv: circulation.pref#WebBasedSelfCheck# Aktivera inte

source: circulation.pref#WebBasedSelfCheck# Enable
sv: circulation.pref#WebBasedSelfCheck# Aktivera

source: circulation.pref#WebBasedSelfCheck# the web-based self checkout system. (available at: /cgi-bin/koha/sco/sco-main.pl)
sv: circulation.pref#WebBasedSelfCheck# det webbaserade självlånesystemet. (finns i: /cgi-bin/koha/sco/sco-main.pl)

source: circulation.pref#WhenLostChargeReplacementFee# Charge
sv: circulation.pref#WhenLostChargeReplacementFee# Debitera

source: circulation.pref#WhenLostChargeReplacementFee# Don't Charge
sv: circulation.pref#WhenLostChargeReplacementFee# Debitera inte

source: circulation.pref#WhenLostChargeReplacementFee# the replacement price when a patron loses an item.
sv: circulation.pref#WhenLostChargeReplacementFee# ersättningspriset när en låntagare tappar bort ett objekt.

source: circulation.pref#WhenLostForgiveFine# Don't Forgive
sv: circulation.pref#WhenLostForgiveFine# Efterskänk inte

source: circulation.pref#WhenLostForgiveFine# Forgive
sv: circulation.pref#WhenLostForgiveFine# Efterskänk

source: circulation.pref#WhenLostForgiveFine# the fines on an item when it is lost.
sv: circulation.pref#WhenLostForgiveFine# avgifterna för ett objekt när det förloras.

source: circulation.pref#canreservefromotherbranches# Allow
sv: circulation.pref#canreservefromotherbranches# Tillåt
