Repository: LMSCloud/Koha-LMSCloud
Catalog: misc/translator/po/*-pref.po
Languages: sv

source: circulation.pref#AllowMultipleIssuesOnABiblio# Don't allow
sv: circulation.pref#AllowMultipleIssuesOnABiblio# Tillåt inte

source: circulation.pref#AllowMultipleIssuesOnABiblio# patrons to check out multiple items from the same record. (NOTE: This will only effect records without a subscription attached.)
sv: circulation.pref#AllowMultipleIssuesOnABiblio# låntagare att låna fler objekt från samma post. (OBS! Detta påverkar endast poster utan en prenumeration.)

source: circulation.pref#AllowNotForLoanOverride# Allow
sv: circulation.pref#AllowNotForLoanOverride# Tillåt

source: circulation.pref#AllowNotForLoanOverride# Don't allow
sv: circulation.pref#AllowNotForLoanOverride# Tillåt inte

source: circulation.pref#AllowNotForLoanOverride# staff to override and check out items that are marked as not for loan.
sv: circulation.pref#AllowNotForLoanOverride# personal åsidosätta och låna ut objekt som markerats som inte för utlåning.

source: circulation.pref#AllowOfflineCirculation# Do not enable
sv: circulation.pref#AllowOfflineCirculation# Aktivera inte

source: circulation.pref#AllowOfflineCirculation# Enable
sv: circulation.pref#AllowOfflineCirculation# Aktivera

source: circulation.pref#AllowOfflineCirculation# offline circulation on regular circulation computers. (NOTE: This system preference does not affect the Firefox plugin or the desktop application)
sv: circulation.pref#AllowOfflineCirculation# offline-utlåning på vanliga utlåningsdatorer. (OBS! Denna systeminställning påverkar inte insticksprogrammet för Firefox eller skrivbordsprogrammet)

source: circulation.pref#AllowRenewalIfOtherItemsAvailable# Allow
sv: circulation.pref#AllowRenewalIfOtherItemsAvailable# Tillåt

source: circulation.pref#AllowRenewalIfOtherItemsAvailable# Don't allow
sv: circulation.pref#AllowRenewalIfOtherItemsAvailable# Tillåt inte

source: circulation.pref#AllowRenewalIfOtherItemsAvailable# a patron to renew an item with unfilled holds if other available items can fill that hold.
sv: circulation.pref#AllowRenewalIfOtherItemsAvailable# en låntagare att låna om ett objekt med väntande reservationer om andra tillgängliga objekt kan uppfylla reservationen.

source: circulation.pref#AllowRenewalLimitOverride# Allow
sv: circulation.pref#AllowRenewalLimitOverride# Tillåt

source: circulation.pref#AllowRenewalLimitOverride# Don't allow
sv: circulation.pref#AllowRenewalLimitOverride# Tillåt inte

source: circulation.pref#AllowRenewalLimitOverride# staff to manually override renewal blocks and renew a checkout when it would go over the renewal limit or be premature with respect to the "No renewal before" setting in the circulation policy or has been scheduled for automatic renewal.
sv: circulation.pref#AllowRenewalLimitOverride# personal att manuellt åsidosätta omlåningsspärrar och göra ett nytt omlån när detta skulle överskrida gränsen för omlån eller ske tidigare än inställningen "Kan ej omlånas innan" i utlåningspolicyn eller om objektet har schemalagts för automatiskt omlån.

source: circulation.pref#AllowReturnToBranch# Allow materials to be returned to
sv: circulation.pref#AllowReturnToBranch# Tillåt att material återlämnas till

source: circulation.pref#AllowReturnToBranch# either the library the item is from or the library it was checked out from.
sv: circulation.pref#AllowReturnToBranch# antingen det bibliotek objektet är från eller det bibliotek det lånades ut från.

source: circulation.pref#AllowReturnToBranch# only the library the item is from.
sv: circulation.pref#AllowReturnToBranch# endast biblioteket objektet kommer från.

source: circulation.pref#AllowReturnToBranch# only the library the item was checked out from.
sv: circulation.pref#AllowReturnToBranch# endast biblioteket objektet lånades ut från.

source: circulation.pref#AllowReturnToBranch# to any library.
sv: circulation.pref#AllowReturnToBranch# till vilket bibliotek som helst.

source: circulation.pref#AllowSelfCheckReturns# Allow
sv: circulation.pref#AllowSelfCheckReturns# Tillåt

source: circulation.pref#AllowSelfCheckReturns# Don't allow
sv: circulation.pref#AllowSelfCheckReturns# Tillåt inte

source: circulation.pref#AllowSelfCheckReturns# patrons to return items through web-based self checkout system.
sv: circulation.pref#AllowSelfCheckReturns# låntagare att återlämna objekt via det webbaserade självutlåningssystemet.

source: circulation.pref#AllowTooManyOverride# Allow
sv: circulation.pref#AllowTooManyOverride# Tillåt

source: circulation.pref#AllowTooManyOverride# Don't allow
sv: circulation.pref#AllowTooManyOverride# Tillåt inte

source: circulation.pref#AllowTooManyOverride# staff to override and check out items when the patron has reached the maximum number of allowed checkouts.
sv: circulation.pref#AllowTooManyOverride# personal att åsidosätta och låna ut objektet när låntagaren har nått det maximala antalet tillåtna lån.

source: circulation.pref#AutoRemoveOverduesRestrictions# Do
sv: circulation.pref#AutoRemoveOverduesRestrictions# Tillåt

source: circulation.pref#AutoRemoveOverduesRestrictions# Do not
sv: circulation.pref#AutoRemoveOverduesRestrictions# Tillåt inte

source: circulation.pref#AutoRemoveOverduesRestrictions# allow OVERDUES restrictions triggered by sent notices to be cleared automatically when all overdue items are returned by a patron.
sv: circulation.pref#AutoRemoveOverduesRestrictions# FÖRSENINGS-begränsningar som utlösts av skickade meddelanden att upphävas automatiskt när alla försenade objekt återlämnats av en låntagare.

source: circulation.pref#AutoResumeSuspendedHolds# Allow
sv: circulation.pref#AutoResumeSuspendedHolds# Tillåt

source: circulation.pref#AutoResumeSuspendedHolds# Don't allow
sv: circulation.pref#AutoResumeSuspendedHolds# Tillåt inte

source: circulation.pref#AutoResumeSuspendedHolds# suspended holds to be automatically resumed by a set date.
sv: circulation.pref#AutoResumeSuspendedHolds# avaktiverade reservationer ska automatiskt återupptas ett visst datum.

source: circulation.pref#AutoSelfCheckAllowed# Allow
sv: circulation.pref#AutoSelfCheckAllowed# Tillåt

source: circulation.pref#AutoSelfCheckAllowed# Don't allow
sv: circulation.pref#AutoSelfCheckAllowed# Tillåt inte

source: circulation.pref#AutoSelfCheckAllowed# and this password
sv: circulation.pref#AutoSelfCheckAllowed# och detta lösenord

source: circulation.pref#AutoSelfCheckAllowed# the web-based self checkout system to automatically login with this staff login
sv: circulation.pref#AutoSelfCheckAllowed# det webbaserade självlånesystemet att själv logga in med detta personalinloggningsnamn

source: circulation.pref#AutomaticItemReturn# Do
sv: circulation.pref#AutomaticItemReturn# Gör

source: circulation.pref#AutomaticItemReturn# Don't
sv: circulation.pref#AutomaticItemReturn# Gör inte

source: circulation.pref#AutomaticItemReturn# automatically transfer items to their home library when they are returned.
sv: circulation.pref#AutomaticItemReturn# överför automatiskt objekt till sitt hembibliotek när de återlämnas.

source: circulation.pref#BatchCheckouts# Allow
sv: circulation.pref#BatchCheckouts# Tillåt

source: circulation.pref#BatchCheckouts# Don't allow
sv: circulation.pref#BatchCheckouts# Tillåt inte

source: circulation.pref#BatchCheckouts# batch checkouts
sv: circulation.pref#BatchCheckouts# utlåning satsvis

source: circulation.pref#BatchCheckoutsValidCategories# (list of patron categories separated with a pipe '|')
sv: circulation.pref#BatchCheckoutsValidCategories# (lista med låntagarkategorier separerade med vertikalstreck '|')

source: circulation.pref#BatchCheckoutsValidCategories# Patron categories allowed to checkout in a batch
sv: circulation.pref#BatchCheckoutsValidCategories# Låntagarkategorier som får låna satsvis

source: circulation.pref#BlockReturnOfWithdrawnItems# Block
sv: circulation.pref#BlockReturnOfWithdrawnItems# Blockera

source: circulation.pref#BlockReturnOfWithdrawnItems# Don't block
sv: circulation.pref#BlockReturnOfWithdrawnItems# Blockera inte

source: circulation.pref#BlockReturnOfWithdrawnItems# returning of items that have been withdrawn.
sv: circulation.pref#BlockReturnOfWithdrawnItems# återlämnade av objekt som dragits in.

source: circulation.pref#CalculateFinesOnReturn# <br /><b>NOTE If you are doing hourly loans then you should have this on.</b>
sv: circulation.pref#CalculateFinesOnReturn# <173/><174/>Obs! om du tillåter timlån ska detta vara aktiverat.<175/>

source: circulation.pref#CalculateFinesOnReturn# Do
sv: circulation.pref#CalculateFinesOnReturn# Gör

source: circulation.pref#CalculateFinesOnReturn# Don't
sv: circulation.pref#CalculateFinesOnReturn# Gör inte

source: circulation.pref#CalculateFinesOnReturn# calculate and update overdue charges when an item is returned.
sv: circulation.pref#CalculateFinesOnReturn# beräkna och uppdatera förseningsavgifter när ett objekt återlämnas.

source: circulation.pref#CircAutoPrintQuickSlip# When an empty barcode field is submitted in circulation
sv: circulation.pref#CircAutoPrintQuickSlip# När ett tomt streckkodsfält matas in i låneskärmen

source: circulation.pref#CircAutoPrintQuickSlip# clear the screen
sv: circulation.pref#CircAutoPrintQuickSlip# rensa skärmen

source: circulation.pref#CircAutoPrintQuickSlip# open a print quick slip window
sv: circulation.pref#CircAutoPrintQuickSlip# öppna ett fönster för att skriva ut snabbkvitto

source: circulation.pref#CircAutoPrintQuickSlip# open a print slip window
sv: circulation.pref#CircAutoPrintQuickSlip# öppna ett fönster för utskrift av kvittering

source: circulation.pref#CircAutocompl# Don't try
sv: circulation.pref#CircAutocompl# Försök inte

source: circulation.pref#CircAutocompl# Only returns the first 10 results at a time.
sv: circulation.pref#CircAutocompl# Visa endast de första 10 resultaten i taget.

source: circulation.pref#CircAutocompl# Try
sv: circulation.pref#CircAutocompl# Försök att

source: circulation.pref#CircAutocompl# to guess the patron being entered while typing a patron search on the circulation screen.
sv: circulation.pref#CircAutocompl# gissa vilken låntagare som anges när en låntagarsökning matas in i låneskärmen.

source: circulation.pref#CircControl# Use the checkout and fines rules of
sv: circulation.pref#CircControl# Använd utlånings- och bötesreglerna för

source: circulation.pref#CircControl# the library the item is from.
sv: circulation.pref#CircControl# biblioteket objektet kommer från.

source: circulation.pref#CircControl# the library the patron is from.
sv: circulation.pref#CircControl# biblioteket låntagaren kommer från.

source: circulation.pref#CircControl# the library you are logged in at.
sv: circulation.pref#CircControl# biblioteket du är inloggat på.

source: circulation.pref#ConfirmFutureHolds# Confirm future hold requests (starting no later than
sv: circulation.pref#ConfirmFutureHolds# bekräfta framtida reservationer (med start senast vid

source: circulation.pref#ConfirmFutureHolds# days from now) at checkin time. Note that this number of days will be used too in calculating the default end date for the Holds to pull-report. But it does not interfere with issuing, renewing or transferring books.
sv: circulation.pref#ConfirmFutureHolds# days from now) återlämning. Detta antal dagar kommer även att användas för att beräkna normalt slutdatum för rapporten Reservationer att dra in. Men det påverkar inte utlåning, omlån eller överföring av böcker.

source: circulation.pref#ConsiderOnSiteCheckoutsAsNormalCheckouts# Consider
sv: circulation.pref#ConsiderOnSiteCheckoutsAsNormalCheckouts# Överväg

source: circulation.pref#ConsiderOnSiteCheckoutsAsNormalCheckouts# Don't consider
sv: circulation.pref#ConsiderOnSiteCheckoutsAsNormalCheckouts# Överväg inte

source: circulation.pref#ConsiderOnSiteCheckoutsAsNormalCheckouts# If disabled, both values will be checked separately.
sv: circulation.pref#ConsiderOnSiteCheckoutsAsNormalCheckouts# Om detta är inaktiverat kommer båda värdena att kontrolleras separat.

source: circulation.pref#ConsiderOnSiteCheckoutsAsNormalCheckouts# If enabled, the number of checkouts allowed will be normal checkouts + on-site checkouts.
sv: circulation.pref#ConsiderOnSiteCheckoutsAsNormalCheckouts# Om detta är aktiverat kommer antalet tillåtna lån att vara normala lån + lån på plats.

source: circulation.pref#ConsiderOnSiteCheckoutsAsNormalCheckouts# on-site checkouts as normal checkouts.
sv: circulation.pref#ConsiderOnSiteCheckoutsAsNormalCheckouts# lån på plats som normala lån.

source: circulation.pref#DefaultLongOverdueChargeValue# <br>(Used when the longoverdue.pl script is called without the --charge parameter)
sv: circulation.pref#DefaultLongOverdueChargeValue# <177/>(Används när skriptet longoverdue.pl anropas utan parametern --charge)

source: circulation.pref#DefaultLongOverdueChargeValue# <br>Leave this field empty if you don't want to charge the user for lost items.
sv: circulation.pref#DefaultLongOverdueChargeValue# <179/>Lämna detta fält tomt om du inte vill debitera användaren för förlorade objekt.

source: circulation.pref#DefaultLongOverdueChargeValue# Charge a lost item to the borrower's account when the LOST value of the item changes to :
sv: circulation.pref#DefaultLongOverdueChargeValue# Debitera en låntagares konto för ett förlorat objekt när värdet FÖRLORAT för objektet ändras till:

source: circulation.pref#DefaultLongOverdueLostValue# <br>(Used when the longoverdue.pl script is called without the --lost parameter)
sv: circulation.pref#DefaultLongOverdueLostValue# <181/>(Används när skriptet longoverdue.pl anropas utan parametern --lost)

source: circulation.pref#DefaultLongOverdueLostValue# <br>Example: [1] [30] Sets an item to the LOST value 1 when it has been overdue for more than 30 days.
sv: circulation.pref#DefaultLongOverdueLostValue# <183/>Exempel: [1] [30] Ställer in ett objekt på värdet 1 för FÖRLORAT när det är över 30 dagar försenat.

source: circulation.pref#DefaultLongOverdueLostValue# <br>WARNING — These preferences will activate the automatic item loss process. Leave these fields empty if you don't want to activate this feature.
sv: circulation.pref#DefaultLongOverdueLostValue# <185/>VARNING – Dessa alternativ aktiverar den automatiska processen för förlust av objekt. Lämna dessa fält tomma om du inte vill aktivera denna funktion.

source: circulation.pref#DefaultLongOverdueLostValue# By default, set the LOST value of an item to
sv: circulation.pref#DefaultLongOverdueLostValue# Ställ som standard in FÖRLORAT-värdet för ett objekt till

source: circulation.pref#DefaultLongOverdueLostValue# days.
sv: circulation.pref#DefaultLongOverdueLostValue# dagar.

source: circulation.pref#DefaultLongOverdueLostValue# when the item has been overdue for more than
sv: circulation.pref#DefaultLongOverdueLostValue# när objektet är försenat med fler än

source: circulation.pref#DisplayClearScreenButton# Don't show
sv: circulation.pref#DisplayClearScreenButton# Visa inte

source: circulation.pref#DisplayClearScreenButton# Show
sv: circulation.pref#DisplayClearScreenButton# Visa

source: circulation.pref#DisplayClearScreenButton# a button to clear the current patron from the screen on the circulation screen.
sv: circulation.pref#DisplayClearScreenButton# en knapp för att rensa den aktuella låntagarinformationen från låneskärmen.

source: circulation.pref#DisplayMultiPlaceHold# Don't enable
sv: circulation.pref#DisplayMultiPlaceHold# Aktivera inte

source: circulation.pref#DisplayMultiPlaceHold# Enable
sv: circulation.pref#DisplayMultiPlaceHold# Aktivera

source: circulation.pref#DisplayMultiPlaceHold# the ability to place holds on multiple biblio from the search results
sv: circulation.pref#DisplayMultiPlaceHold# möjligheten att reservera flera biblio-poster från sökresultaten

source: circulation.pref#ExpireReservesMaxPickUpDelay# Allow
sv: circulation.pref#ExpireReservesMaxPickUpDelay# Tillåt

source: circulation.pref#ExpireReservesMaxPickUpDelay# Don't allow
sv: circulation.pref#ExpireReservesMaxPickUpDelay# Tillåt inte

source: circulation.pref#ExpireReservesMaxPickUpDelay# holds to expire automatically if they have not been picked by within the time period specified in ReservesMaxPickUpDelay
sv: circulation.pref#ExpireReservesMaxPickUpDelay# reservationer löper automatiskt ut om de inte hämtats ut inom den tidsperiod som anges i ReservesMaxPickUpDelay

source: circulation.pref#ExpireReservesMaxPickUpDelayCharge# If using ExpireReservesMaxPickUpDelay, charge a borrower who allows his or her waiting hold to expire a fee of
sv: circulation.pref#ExpireReservesMaxPickUpDelayCharge# Om ExpireReservesMaxPickUpDelay används, debitera en låntagare som låter sin väntande reservation löpa ut en avgift på

source: circulation.pref#ExpireReservesOnHolidays# Allow
sv: circulation.pref#ExpireReservesOnHolidays# Tillåt

source: circulation.pref#ExpireReservesOnHolidays# Don't allow
sv: circulation.pref#ExpireReservesOnHolidays# Tillåt inte

source: circulation.pref#ExpireReservesOnHolidays# expired holds to be canceled on days the library is closed.
sv: circulation.pref#ExpireReservesOnHolidays# förfallna reservationer att anulleras dagar då biblioteket är stängt.

source: circulation.pref#ExportRemoveFields# (separate fields with space, e.g. 100a 200b 300c)
sv: circulation.pref#ExportRemoveFields# (separera fält med mellanslag, t.ex. 100a 200b 300c)

source: circulation.pref#ExportRemoveFields# The following fields should be excluded from the patron checkout history CSV or iso2709 export
sv: circulation.pref#ExportRemoveFields# Följande fält ska undantas från exporten av låntagarens lånehistorik som CSV eller iso2709

source: circulation.pref#ExportWithCsvProfile# CSV profile when exporting patron checkout history (enter CSV Profile name)
sv: circulation.pref#ExportWithCsvProfile# CSV-profil vid export av lånehistorik (ange namn på CSV-profil)

source: circulation.pref#ExportWithCsvProfile# Use the
sv: circulation.pref#ExportWithCsvProfile# Använd

source: circulation.pref#FilterBeforeOverdueReport# Don't require
sv: circulation.pref#FilterBeforeOverdueReport# Kräv inte

source: circulation.pref#FilterBeforeOverdueReport# Require
sv: circulation.pref#FilterBeforeOverdueReport# Kräv

source: circulation.pref#FilterBeforeOverdueReport# staff to choose which checkouts to show before running the overdues report.
sv: circulation.pref#FilterBeforeOverdueReport# personalen välja vilka lån som ska visas innan rapporten för förseningar körs.

source: circulation.pref#FineNotifyAtCheckin# Don't notify
sv: circulation.pref#FineNotifyAtCheckin# Meddela inte

source: circulation.pref#FineNotifyAtCheckin# Notify
sv: circulation.pref#FineNotifyAtCheckin# Meddela

source: circulation.pref#FineNotifyAtCheckin# librarians of overdue fines on the items they are checking in.
sv: circulation.pref#FineNotifyAtCheckin# bibliotekarier om förseningsavgifter för de objekt de återlämnar.

source: circulation.pref#FinesIncludeGracePeriod# Don't include
sv: circulation.pref#FinesIncludeGracePeriod# Inkludera inte

source: circulation.pref#FinesIncludeGracePeriod# Include
sv: circulation.pref#FinesIncludeGracePeriod# Inkludera

source: circulation.pref#FinesIncludeGracePeriod# the grace period when calculating the fine for an overdue item.
sv: circulation.pref#FinesIncludeGracePeriod# respittiden vid beräkning av böterna för ett försenat objekt.

source: circulation.pref#HoldFeeMode# Charge a hold fee
sv: circulation.pref#HoldsInNoissuesCharge# Inkludera

source: circulation.pref#HoldFeeMode# any time a hold is placed.
sv: circulation.pref#decreaseLoanHighHolds# reservationer.

source: circulation.pref#HoldsInNoissuesCharge# Don't include
sv: circulation.pref#HoldsInNoissuesCharge# Inkludera inte

source: circulation.pref#HoldsInNoissuesCharge# Include
sv: circulation.pref#HoldsInNoissuesCharge# Inkludera

source: circulation.pref#HoldsInNoissuesCharge# hold charges when summing up charges for noissuescharge.
sv: circulation.pref#HoldsInNoissuesCharge# reservationsavgifter vid summering av avgifter för noissuescharge.

source: circulation.pref#HoldsToPullStartDate# Set the default start date for the Holds to pull list to
sv: circulation.pref#HoldsToPullStartDate# Ställ det startdatum som används som standard för listan med nya reservationer att plocka på hyllan till

source: circulation.pref#HoldsToPullStartDate# day(s) ago. Note that the default end date is controlled by preference ConfirmFutureHolds.
sv: circulation.pref#HoldsToPullStartDate# dagar sedan. Normalt slutdatum styrs av alternativet ConfirmFutureHolds.

source: circulation.pref#HomeOrHoldingBranch# Use the checkout and fines rules of
sv: circulation.pref#HomeOrHoldingBranch# Använd utlånings- och bötesreglerna för

source: circulation.pref#HomeOrHoldingBranch# the library the item is from.
sv: circulation.pref#HomeOrHoldingBranch# biblioteket objektet kommer från.

source: circulation.pref#HomeOrHoldingBranch# the library the item was checked out from.
sv: circulation.pref#HomeOrHoldingBranch# biblioteket objektet lånades ut från.

source: circulation.pref#InProcessingToShelvingCart# Don't move
sv: circulation.pref#InProcessingToShelvingCart# Flytta inte

source: circulation.pref#InProcessingToShelvingCart# Move
sv: circulation.pref#InProcessingToShelvingCart# Flytta

source: circulation.pref#InProcessingToShelvingCart# items that have the location PROC to the location CART when they are checked in.
sv: circulation.pref#InProcessingToShelvingCart# objekt som har platsen PROC till platsen CART när de återlämnas.

source: circulation.pref#IssueLostItem# When issuing an item that has been marked as lost,
sv: circulation.pref#IssueLostItem# Vid lån av ett objekt som markerats som förlorat,

source: circulation.pref#IssueLostItem# display a message
sv: circulation.pref#IssueLostItem# visa ett meddelande

source: circulation.pref#IssueLostItem# do nothing
sv: circulation.pref#IssueLostItem# gör inget

source: circulation.pref#IssueLostItem# require confirmation
sv: circulation.pref#IssueLostItem# kräv bekräftelse

source: circulation.pref#IssuingInProcess# Don't prevent
sv: circulation.pref#IssuingInProcess# Förhindra inte

source: circulation.pref#IssuingInProcess# Prevent
sv: circulation.pref#IssuingInProcess# Förhindra

source: circulation.pref#IssuingInProcess# patrons from checking out an item whose rental charge would take them over the limit.
sv: circulation.pref#IssuingInProcess# låntagare från att låna ett objekt vars hyresavgift får dem att överskrida gränsen.

source: circulation.pref#LocalHoldsPriority# Don't give
sv: circulation.pref#LocalHoldsPriority# Prioritera inte

source: circulation.pref#LocalHoldsPriority# Give
sv: circulation.pref#LocalHoldsPriority# Prioritera

source: circulation.pref#LocalHoldsPriority# holding library
sv: circulation.pref#LocalHoldsPriority# reservationsbibliotek

source: circulation.pref#LocalHoldsPriority# home library
sv: circulation.pref#LocalHoldsPriority# hembibliotek

source: circulation.pref#LocalHoldsPriority# matches the item's
sv: circulation.pref#LocalHoldsPriority# matchar objektets

source: circulation.pref#LocalHoldsPriority# pickup library
sv: circulation.pref#LocalHoldsPriority# hämtningsbibliotek

source: circulation.pref#LocalHoldsPriority# priority for filling holds to patrons whose
sv: circulation.pref#LocalHoldsPriority# för att fylla reservationer för låntagare vars

source: circulation.pref#ManInvInNoissuesCharge# Don't include
sv: circulation.pref#ManInvInNoissuesCharge# Inkludera inte

source: circulation.pref#ManInvInNoissuesCharge# Include
sv: circulation.pref#ManInvInNoissuesCharge# Inkludera

source: circulation.pref#ManInvInNoissuesCharge# MANUAL_INV charges when summing up charges for noissuescharge.
sv: circulation.pref#ManInvInNoissuesCharge# MANUAL_INV-avgifter vid summering av avgifter för noissuescharge.
