Repository: LMSCloud/Koha-LMSCloud
Catalog: misc/translator/po/*-pref.po
Languages: sv

source: web_services.pref#ILS-DI# Disable
sv: web_services.pref#ILS-DI# Avaktivera

source: web_services.pref#ILS-DI# Enable
sv: web_services.pref#ILS-DI# Aktivera

source: web_services.pref#ILS-DI# ILS-DI services for OPAC users (available at: /cgi-bin/koha/ilsdi.pl)
sv: web_services.pref#ILS-DI# ILS-DI-tjänster för OPAC-användare

source: web_services.pref#ILS-DI:AuthorizedIPs# Allow IP addresses
sv: web_services.pref#ILS-DI:AuthorizedIPs# Tillåt att IP-adresser

source: web_services.pref#ILS-DI:AuthorizedIPs# to use the ILS-DI services (when enabled). Separate the IP addresses with commas and without spaces. Leave the field blank to allow any IP address.
sv: web_services.pref#ILS-DI:AuthorizedIPs# använder ILS-DI-tjänsterna (när de är aktiverade). Separera IP-adresserna med komman och använd inga mellanslag. Lämna fältet tomt för att tillåta alla IP-adresser.

source: web_services.pref#IdRef# Disable
sv: web_services.pref#IdRef# Avaktivera

source: web_services.pref#IdRef# Enable
sv: web_services.pref#IdRef# Aktivera

source: web_services.pref#IdRef# Please note that this feature is available only for UNIMARC.
sv: web_services.pref#IdRef# Denna funktion är endast tillgänglig för UNIMARC.

source: web_services.pref#IdRef# the IdRef webservice from the opac detail page. IdRef allows to request authorities from the Sudoc database.
sv: web_services.pref#IdRef# IdRef-webbtjänsten från detaljsidan i OPAC. IdRef tillåter efterfrågning av auktoriteter från Sudoc-databasen.

source: web_services.pref#OAI-PMH# <a href="http://www.openarchives.org/pmh/">OAI-PMH</a> server.
sv: web_services.pref#OAI-PMH# <506/>OAI-PMH<507/>-server.

source: web_services.pref#OAI-PMH# Disable
sv: web_services.pref#OAI-PMH# Avaktivera

source: web_services.pref#OAI-PMH# Enable
sv: web_services.pref#OAI-PMH# Aktivera

source: web_services.pref#OAI-PMH:AutoUpdateSets# Disable
sv: web_services.pref#OAI-PMH:AutoUpdateSets# Avaktivera

source: web_services.pref#OAI-PMH:AutoUpdateSets# Enable
sv: web_services.pref#OAI-PMH:AutoUpdateSets# Aktivera

source: web_services.pref#OAI-PMH:AutoUpdateSets# automatic update of OAI-PMH sets when a bibliographic record is created or updated
sv: web_services.pref#OAI-PMH:AutoUpdateSets# automatisk uppdatering av OAI-PMH-uppsättningar när en bibliografisk post skapas eller uppdateras

source: web_services.pref#OAI-PMH:ConfFile# . If empty, Koha OAI Server operates in normal mode, otherwise it operates in extended mode. In extended mode, it's possible to parameter other formats than marcxml or Dublin Core. OAI-PMH:ConfFile specify a YAML configuration file which list available metadata formats and XSL file used to create them from marcxml records.
sv: web_services.pref#OAI-PMH:ConfFile# . Om tomt fungerar Koha OAI-servern i normalt läge, annars fungerar den i utökat läge. I utökat läge är det möjligt att använda parametrar för andra format än marcxml eller Dublin Core. OAI-PMH:ConfFile specificerar en YAML-konfigurationsfil som listar tillgängliga metadataformat och XSL-filer som används för att skapa dem från marcxml-poster.

source: web_services.pref#OAI-PMH:ConfFile# YAML OAI Koha server configuration file:
sv: web_services.pref#OAI-PMH:ConfFile# YAML-konfigurationsfil för OAI Koha-server:

source: web_services.pref#OAI-PMH:DeletedRecord# Koha's deletedbiblio table
sv: web_services.pref#OAI-PMH:DeletedRecord# Kohas tabell deletedbiblio

source: web_services.pref#OAI-PMH:DeletedRecord# might be emptied or truncated at some point (transient)
sv: web_services.pref#OAI-PMH:DeletedRecord# kan vid något tillfälle tömmas eller kortas av (tillfälligt)

source: web_services.pref#OAI-PMH:DeletedRecord# will never be emptied or truncated (persistent)
sv: web_services.pref#OAI-PMH:DeletedRecord# kommer aldrig att tömmas eller kortas av (beständig)

source: web_services.pref#OAI-PMH:DeletedRecord# will never have any data in it (no)
sv: web_services.pref#OAI-PMH:DeletedRecord# kommer aldrig att ha några data (no)

source: web_services.pref#OAI-PMH:MaxCount# Only return
sv: web_services.pref#OAI-PMH:MaxCount# Visa endast

source: web_services.pref#OAI-PMH:MaxCount# records at a time in response to a ListRecords or ListIdentifiers query.
sv: web_services.pref#OAI-PMH:MaxCount# poster i taget för ListRecords- eller ListIdentifiers-frågor.

source: web_services.pref#OAI-PMH:archiveID# Identify records at this site with the prefix
sv: web_services.pref#OAI-PMH:archiveID# Identifiera poster på denna plats med prefixet

source: web_services.pref#SvcMaxReportRows# Only return
sv: web_services.pref#SvcMaxReportRows# Visa endast

source: web_services.pref#SvcMaxReportRows# rows of a report requested via the reports web service.
sv: web_services.pref#SvcMaxReportRows# rader av en rapport som begärts via webbtjänsten för rapporter.
