Repository: LMSCloud/Koha-LMSCloud
Catalog: misc/migration_tools/ifla/language/*.po
Languages: fr

source: See Also - Personal Name
fr: Forme associée - Nom de Personne

source: See Also - Personal name
fr: Forme associée - Nom de personne

source: See Also - Personal name responsible for the work
fr: Forme associée - Nom de personne responsable de l'oeuvre

source: See Also - Place of publication
fr: Forme associée - Lieu d'édition

source: See Also - Publisher or printer
fr: Forme associée - Editeur ou imprimeur

source: See Also - Territorial or Geographical Name
fr: Forme associée - Nom de territoire ou nom géographique

source: See Also - Title (expression)
fr: Forme associée - Titre (expression)

source: See Also - Title (work)
fr: Forme associée - Titre (oeuvre)

source: See Also - Topical Subject
fr: Forme associée - Matière nom commun

source: See Also - Trademark
fr: Forme associée - Marque

source: See Also - Uniform title
fr: Forme associée - Titre uniforme

source: Series Statement
fr: mention de collection

source: Settings
fr: Paramétrage

source: Size
fr: Taille

source: Source Data Found
fr: Sources consultées avec profit

source: Source Data Not Found
fr: Sources consultées en vain

source: Specific Instrument
fr: instrument spécifique lié au générique enregistré en $c ou $e

source: State, province, etc.
fr: état, région, etc.

source: State, province, or region
fr: Province, état fédéré ou région

source: Status
fr: Statut

source: Subject System
fr: système d'indexation matière

source: Subject System Code
fr: code du système d'indexation matière

source: Subject access point - Collectivité
fr: Point d'accès sujet - Collectivité

source: Subject access point - Common name
fr: Point d'accès sujet - Nom commun

source: Subject access point - Family
fr: Point d'accès sujet - Famille

source: Subject access point - Geographical name
fr: Point d'accès sujet - Nom géographique

source: Subject access point - Geographical name hierarchized
fr: Point d'accès sujet - Nom géographique hiérarchisé

source: Subject access point - Name/Title (expression)
fr: Point d'accès sujet - Nom/Titre (expression)

source: Subject access point - Name/Title (work)
fr: Point d'accès sujet - Nom/Titre (oeuvre)

source: Subject access point - Personal name
fr: Point d'accès sujet - Nom de personne

source: Subject access point - Place
fr: Point d'accès sujet - Lieu

source: Subject access point - Title (expression)
fr: Point d'accès sujet - Titre (expression)

source: Subject access point - Title (work)
fr: Point d'accès sujet - Titre (oeuvre)

source: Subject access point - Trademark
fr: Point d'accès sujet - Marque

source: Subject access point - Uncontrolled subject
fr: Point d'accès sujet - Sujet non contrôllé

source: Subject common name
fr: Sujet nom commun

source: Subject geographical name
fr: Sujet nom géographique

source: Subject system code
fr: Code du système d'indexation matière

source: Subsection of City, etc.
fr: subdivision de ville

source: Subsequent Statement of Responsibility
fr: mention de responsabilité suivante

source: System Code
fr: code du système d'indexation

source: System Control Number
fr: Numéro de contrôle système

source: System code
fr: Code de système

source: Tag of the source format field
fr: Etiquette de la zone du format source

source: Terminal emulation
fr: Emulation du terminal

source: Terms governing use and reproduction
fr: Conditions d'utilisation et de reproduction

source: Terms of access to the reproduction
fr: conditions d'accès

source: Text of Unstructured Note
fr: Texte de note non structurée

source: Textual See Also Reference Note
fr: Note de renvoi textuel "Voir aussi"

source: Textual See Reference Note
fr: Note de renvoi textuel "Voir"

source: Title
fr: titre

source: Title (expression)
fr: Titre (expression)

source: Title (work)
fr: Titre (oeuvre)

source: Title Page Information Following the Title Proper
fr: page de titre suivant le titre propre

source: Title processing data
fr: Données générales de traitement du titre

source: Title/legend of movement
fr: Titre/légende du mouvement

source: Topical Subdivision
fr: subdivision de sujet

source: Trademark
fr: Marque

source: Transaction date
fr: Date de transaction

source: Translation language of entity
fr: Langue de traduction de l'entité

source: Type of Carrier Code
fr: Code du type de support

source: Type of Family
fr: type de famille

source: Type of Performance Medium
fr: Type de support de performance

source: Type of reproduction
fr: type de reproduction

source: UDC Edition
fr: Edition de la CDU

source: UDC number, end of a range
fr: Indice CDU, fin de série

source: UDC number, single or beginning of a range
fr: Indice CDU, isolé ou début d'une série

source: Uniform Address Locator (URL)
fr: Adresse électronique normalisée (URL)

source: Uniform Resource Locator (URL)
fr: Nom normalisé d'une ressource

source: Uniform title
fr: Titre uniforme

source: Universal Decimal Classification (UDC)
fr: Classification décimale universelle (CDU)(provisoire)

source: Usage or scope information
fr: Information sur l'utilisation ou le champ d'application de la vedette

source: Version (or Date of Version)
fr: Version (ou date d'une version)

source: Version identifier
fr: Identificateur de la version

source: Version of encoding standard
fr: Version du standard d'encodage

source: Vocal or instrumental ensemble
fr: Ensemble vocal ou instrumental

source: Voice / instrument
fr: Voix / instrument

source: Volume Number
fr: numéro de volume

source: Volume or Dates Associated with Title
fr: volume ou dates associés au titre

source: Work number
fr: Numéro d'oeuvre

source: Wrong ISNI
fr: ISNI erroné

source: Wrong or abandoned ISNI
fr: ISNI erroné ou abandonné

source: Wrong or abandoned ISRC
fr: ISRC annulé ou erroné

source: Wrong or abandoned ISTC
fr: ISTC annulé ou erroné

source: Wrong or abandoned ISWC
fr: ISWC annulé ou erroné

source: [Reserved for other International Standard Numbers]
fr: [Réservé pour d'autres numéros de standard international]

source: cartographic dataset
fr: données cartographiques

source: cartographic image
fr: image cartographique

source: cartographic moving image
fr: image cartographique animée

source: cartographic tactile image
fr: image cartographique tactile

source: cartographic tactile three-dimensional form
fr: forme cartographique tridimensionnelle tactile

source: cartographic three-dimensional form
fr: forme cartographique tridimensionnelle

source: completeness of the reproduction code
fr: code de complétude

source: computer dataset
fr: données informatiques

source: computer program
fr: programme informatique

source: control field
fr: numéro de version

source: electroacoustic music
fr: musique électroacoustique

source: electronic
fr: électronique

source: entry element
fr: élément d'entrée

source: form
fr: format

source: instrumental music
fr: musique instrumentale

source: microform
fr: microforme

source: microscopic
fr: microscopique

source: mixed media music (electroacoustic and other media)
fr: musique mixte

source: multiple media
fr: multisupport

source: notated movement
fr: mouvement noté

source: notated music
fr: musique notée

source: number
fr: numéro

source: other
fr: autre

source: part of name other than entry element
fr: partie du nom autre que l'élément d'entrée

source: performed music
fr: musique exécutée

source: projected
fr: projeté

source: sounds
fr: sons

source: spoken word
fr: parole énoncée

source: stereographic
fr: stéréographique

source: still image
fr: image fixe

source: tactile image
fr: image tactile

source: tactile notated movement
fr: mouvement noté tactile

source: tactile notated music
fr: musique notée tactile

source: tactile text
fr: texte tactile

source: tactile three-dimensional form
fr: forme tridimensionnelle tactile

source: text
fr: texte

source: three-dimensional form
fr: forme tridimensionnelle

source: three-dimensional moving image
fr: image animée tridimensionnelle

source: two-dimensional moving image
fr: image animée bidimensionnelle

source: undefined, variable
fr: non défini

source: undetermined
fr: non déterminé

source: unmediated
fr: sans médiation

source: vocal a cappella music
fr: musique vocale a cappella

source: vocal and instrumental music
fr: musique vocale et instrumentale
