Repository: LMSCloud/Koha-LMSCloud
Catalog: misc/migration_tools/ifla/language/*.po
Languages: fr

source: Abandoned ISNI
fr: ISNI abandonné

source: Access Method
fr: Mode d'accès

source: Access Number
fr: Numéro d'accès

source: Access hours
fr: Heures d'accès

source: Activity note
fr: Note sur l'activité

source: Activity note related to publisher or printer
fr: Note d'activité en rapport avec l'éditeur ou l'imprimeur

source: Additional information
fr: Informations complémentaires

source: Additions to name or qualifier
fr: Elément ajouté au nom ou qualificatif

source: Address
fr: adresse

source: Address of Publisher, Producer, Distributor or Manufacturer
fr: Adresse de l'éditeur, producteur, distributeur ou fabricant

source: Affiliation/Address
fr: Affiliation/Adresse

source: Agency Responsible for the Reproduction
fr: agence responsable

source: Arranged Statement (for Music)
fr: Mention d'arrangement

source: Artifical Title
fr: Titre fictif

source: Artificial Title
fr: titre artificiel

source: Attribution qualifier
fr: qualificatif d'attribution

source: Author
fr: auteur

source: Author - Classification section
fr: Auteur - Rubrique de classement

source: Author title
fr: Auteur titre

source: Authority Entry Record Number
fr: numéro d'autorité

source: Authority Record Number
fr: numéro de la notice d'autorité

source: Authority number for the name associated with the work
fr: Numéro d'autorité pour le nom associé à l'oeuvre

source: Authority number for the work
fr: Numéro d'autorité pour l'oeuvre

source: Authority record identifier
fr: Identificateur de la notice d'autorité

source: Authorization
fr: autorisation

source: Authorized Users
fr: utilisateurs autorisés

source: Bibliographic Record Identifier
fr: numéro d'identification de la notice

source: Biographical or Activity Note
fr: Note sur la biographie

source: Biography and Activity Note
fr: Note sur la biographie et l'activité

source: Bits per second
fr: Bits par seconde

source: Bulk Dates
fr: dates globales

source: Cancelled or Invalid Persistent Record Identifier
fr: Identifiant de notice persistant annulé ou invalide

source: Cancelled or invalid control number
fr: Numéro de contrôle annulé ou erroné

source: Carrier Type
fr: Type de support

source: Carrier Type Designation
fr: Désignation du type de support

source: Cataloguer establishment
fr: Etablissement catalogueur

source: Cataloguing rules
fr: Règles de catalogage

source: Character
fr: Personnage

source: Chronological Subdivision
fr: subdivision chronologique

source: City
fr: Ville

source: City, etc.
fr: ville

source: Class number, end of a range
fr: Indice , fin de série

source: Class number, single or beginning of a range
fr: Indice , isolé ou début d'une série

source: Classification record identifier
fr: Identificateur de la notice de classification

source: Classification section
fr: Rubrique de classement

source: Coded Data Field: Content Form
fr: Zone de données codées : forme du contenu

source: Coded Data Field: Medium of Performance
fr: Zone de données codées : distribution instrumentale et vocale

source: Coded Data Field: Personal/Coroprate/Family Name/Trademark Used as Subject Heading
fr: Zone de données codées : Nom de personne/Nom de collectivité/Famille/Marque/Editeur ou imprimeur

source: Coded Data Field: Type of Carrier
fr: Zone de données codées : type de support

source: Coded Data Field: Uniform Titles
fr: Zone de données codées : titre uniforme

source: Coded Data Field: content form
fr: Zone de données codées : type de contenu

source: Coded Data Field: media type
fr: Zone de données codées : type de médiation

source: Coded data : historical period
fr: Données codées : période historique

source: Coded data field : Musical form of work and key or mode
fr: Zone de données codées : Forme musicale de l'oeuvre et clé ou mode

source: Coded data field : historical period
fr: Zone de données codées : Période historique

source: Coded data field : sound recording duration, visual projections, musical composition and interpretations
fr: Zone de données codées : Durée enreg. sonore, projections visuelles, compositions musciales et interprétations

source: Coded data relative tomentions of rejected or associated forms
fr: Données codées relatives aux mentions de formes rejetées ou associées

source: Coded note
fr: Note codée

source: Collectivity
fr: Collectivité

source: Collectivity processing data
fr: Données de traitement sur la collectivité

source: Comment
fr: Commentaire

source: Compression information
fr: Compression

source: Congress/session number
fr: N° de congrès/session

source: Contact for access assistance
fr: Contact pour l'assistance technique

source: Content Type [Expression]
fr: type de contenu (expression)

source: Content form
fr: Forme du contenu

source: Content qualification
fr: Qualification du contenu

source: Content type (expression)
fr: Type de contenu (expression)

source: Control Number
fr: Numéro de contrôle

source: Coordinates: Easternmost longitude (decimal form)
fr: Coordonnée-Longitude la plus orientale (forme décimale)

source: Coordinates: Easternmost longitude (sexagesimal form)
fr: Coordonnée-Longitude la plus orientale (forme sexagésimale)

source: Coordinates: Nothernmost latitude (decimal form)
fr: Coordonnée-Latitude la plus septentrionale (forme décimale)

source: Coordinates: Nothernmost latitude (sexagesimal form)
fr: Coordonnée-Latitude la plus septentrionale (forme sexagésimale)

source: Coordinates: Southernmost latitude (decimal form)
fr: Coordonnée-Latitude la plus méridionale (forme décimale)

source: Coordinates: Southernmost latitude (sexagesimal form)
fr: Coordonnée-Latitude la plus méridionale (forme sexagésimale)

source: Coordinates: Westernmost longitude (decimal form)
fr: Coordonnée-Longitude la plus occidentale (forme décimale)

source: Coordinates: Westernmost longitude (sexagesimal form)
fr: Coordonnée-Longitude la plus occidentale (forme sexagésimale)

source: Country
fr: Pays ou état fédéral

source: Country (Nation State) or Larger Entity Country
fr: pays

source: County
fr: Comté ou département

source: Coverage of the reproduction
fr: couverture

source: Currency
fr: Devise

source: DDC Edition
fr: Edition de la CDD

source: DDC number, end of a range
fr: Indice CDD, fin de série

source: DDC number, single or beginning of a range
fr: Indice CDD, isolé ou début d'une série

source: Data not connected from source format
fr: Données non converties du format source

source: Date 1
fr: date

source: Date 2
fr: date de fin

source: Date and hour of consultation and access
fr: Date et heure de consultation et d'accès

source: Date of Expression [Expression]
fr: date de l'expression

source: Date of Publication
fr: date de publication

source: Date of Publication, Production, Distribution or Manufacture or Copyright Notice
fr: Date de publication, production, distribution ou fabrication ou mention de copyright

source: Date of Work
fr: date (oeuvre)

source: Date of consultation
fr: date de consultation

source: Date of latest transaction
fr: Date dernière transaction

source: Date of meeting
fr: Date du congrès

source: Date of the expression
fr: Date de l'expression

source: Date of the transaction
fr: Date de la transaction

source: Date when the URL was found to be invalid
fr: Date à laquelle l'URL a été trouvée invalide

source: Default
fr: Défaut

source: Deleted Heading Information
fr: Information sur les vedettes remplaçant une vedette détruite

source: Department, county, etc.
fr: département, comté, etc.

source: Details of encoding standard
fr: Détails du standard d'encodage

source: Dewey Decimal Classification (DDC)
fr: Classification décimale Dewey (CDD)

source: Digital File Characteristics
fr: Caractéristiques du fichier numérique

source: Duration
fr: Durée

source: Edition Statement
fr: mention d'édition

source: Electronic Format Type
fr: Type de format électronique

source: Electronic Name
fr: Nom électronique

source: Electronic location and access
fr: Adresse électronique et mode d'accès

source: Encoded bitrate
fr: Débit encodé

source: Encoding standard
fr: Standard d'encodage

source: Entry element
fr: Elément entrée

source: Example under note
fr: Citation dans une autre notice

source: Expansion of initials of forename
fr: Développement des initiales du prénom

source: Explanatory Terms
fr: Termes explicatifs

source: Expression support (for music)
fr: Support de l'expression (pour la musique)

source: Extraterrestrial Area
fr: zone extraterrestre

source: Family
fr: Famille

source: Family type
fr: Type de famille

source: File Size
fr: Taille du fichier

source: File size
fr: Taille du fichier

source: File type
fr: Type de fichier

source: First Statement of Responsibility
fr: première mention de responsabilité

source: Firstname
fr: Prénom

source: Form
fr: Forme

source: Form Subdivision
fr: Subdiv. de forme

source: Form Subheading
fr: Sous-vedette de forme

source: Form of Work
fr: forme

source: Form of the Expression [Expression]
fr: forme de l'expression

source: Function
fr: occupation

source: Function or field of activity
fr: Fonction ou champ d'activité

source: Funding Information Note
fr: Note d'information de financement

source: Funding Organization
fr: Organisation du financement

source: General Explanatory Reference Note
fr: Note de renvoi explicatif

source: General Scope Note
fr: Note sur le champ d'application

source: General cataloguer's note
fr: Note générale de travail

source: General material designation
fr: Indication générale du type de document

source: General processing data
fr: Données générale de traitement

source: Genre/Form or physical characteristics
fr: Forme, genre ou caractéristique physique

source: Geographic area code
fr: Code d'aire géographique

source: Geographical Areas Such as World, Hemisphere, Continent: Larger Area than Country
fr: zone géographique plus grande que le pays

source: Geographical Note
fr: Note géographique

source: Geographical Subdivision
fr: Subdiv. géographique

source: Geographical subdivision
fr: Subdivision géographique

source: Half Title
fr: faux-titre

source: Half-title
fr: Faux-titre

source: Heading - Character
fr: Vedette - Personnage

source: Heading - Classification section
fr: Vedette - Rubrique de classement

source: Heading - Name/Collective Uniform Title
fr: Vedette - Auteur/Rubrique de classement

source: Heading - Name/Title (expression)
fr: Vedette - Nom/Titre (expression)

source: Heading - Name/Title (work)
fr: Vedette - Nom/Titre (oeuvre)

source: Heading - Publisher or printer
fr: Vedette - Editeur ou imprimeur

source: Heading - Title (expression)
fr: Vedette - Titre (expression)

source: Heading - Title (work)
fr: Vedette - Titre (oeuvre)

source: Heading Referred
fr: Vedette à laquelle on renvoie

source: Hierarchical Geographical Name Used as Subject
fr: Nom géographique hiérarchisé

source: Holder
fr: Détenteur

source: Host Name
fr: Nom du serveur

source: ISAN cancelled or wrong
fr: ISAN annulé ou erroné

source: ISBD Content Qualification Code
fr: code ISBD de qualifiation du contenu

source: ISBD Content form Code
fr: code ISBD de la forme de contenu

source: ISBD Media Type Code
fr: code ISBD du type de médiation

source: Iconography
fr: Iconographie

source: Identifier
fr: Identificateur

source: Incipit number
fr: Numéro d'incipit

source: Incipit text
fr: Texte de l'incipit

source: Inclusive Dates
fr: dates extrêmes

source: Indexing system code
fr: Code du système d'indexation

source: Indicators and subfields of the source format field
fr: Indicateurs et sous-zones de la zone du format source

source: Information Found
fr: Information trouvée

source: Information Note
fr: Note d'information

source: Institution to Which the Field Applies
fr: établissement ou exemplaire à laquelle s'applique cette zone

source: Instruction phrase
fr: Formule introductive

source: Instrument or Voice Non-Soloist - included in $d
fr: Instrument ou voix non soliste - inclus dans le $d

source: Instrument or Voice Non-Soloist - not included in $d
fr: Instrument ou voix non soliste - non inclus dans le $d

source: Instrument or voice soloist
fr: Instrument ou voix soliste

source: Interfield Linking Data
fr: données de lien entre zones

source: Interfield linking data
fr: Données de lien entre zones

source: International standard identifier for a work
fr: Identificateur standard international pour une oeuvre

source: International standard identifier for an expression
fr: Identificateur standard international pour une expression

source: Jurisdiction
fr: juridiction

source: Key
fr: Clé

source: Key (for Music)
fr: tonalité (pour la musique)

source: Key duration
fr: Durée de la clé

source: Key or mode
fr: Clé ou mode

source: Key signature
fr: Signature de la clé

source: Koha number
fr: Numéro Koha

source: LC number, end of a range
fr: Indice LCC, fin de série

source: LC number, single or beginning of a range
fr: Indice LCC, isolé ou début d'une série

source: Language
fr: Langue

source: Language (when Part of Heading)
fr: langue (quand elle fait partie de la vedette)

source: Language of Cataloguing and Language of the Base Heading
fr: Langue de catalogage et langue de la racine de la vedette

source: Language of Edition
fr: Langue de l'édition

source: Language of Title
fr: langue du titre

source: Language of an intermediate expression
fr: Langue d'une expression intermédiaire

source: Language of an original expression
fr: Langue d'une expression originale

source: Language of expression
fr: Langue de l'expression

source: Language of subtitles
fr: Langue des sous-titres

source: Language of summary
fr: Langue du résumé

source: Language of text
fr: Langue du texte

source: Language of the Entity
fr: Langue de l'entité

source: Language of the Expression [Expression]
fr: langue de l'expression

source: Language used by the entity
fr: Langue utilisée par l'entité

source: Level
fr: niveau

source: Library of Congress Classification (LCC)
fr: Classification de la Bibliothèque du Congrès (LCC)

source: Linked data
fr: Données liées

source: Linking data
fr: Données de lien

source: Locality
fr: Localité

source: Location of Meeting
fr: Lieu de congrès

source: Location of Originals/ Reproductions
fr: Note sur la localisation de l'original ou de la reproduction

source: Location of meeting
fr: Lieu du congrès

source: Login/Logoff
fr: Logon/login

source: Materials Specified
fr: Matériaux spécifiés

source: Materials and Technique display
fr: matériaux et techniques d'affichage

source: Materials specified
fr: matériaux spécifiés

source: Media type
fr: Type de media

source: Medium of Performance (for Music)
fr: support de l'exécution (pour la musique) (oeuvre)

source: Medium of Performance (for Music) [Expression]
fr: support de l'exécution (pour la musique) (expression)

source: Medium of performance (for music)
fr: Distribution d'exécution (pour la musique)

source: Miscellaneous Information
fr: autres informations

source: Miscellaneous information
fr: Autre informations

source: Movement number
fr: Numéro de mouvement

source: Music incipit
fr: Incipit musique

source: Musical key or tone
fr: Clé musicale ou tonalité

source: Musical notation
fr: Notation musicale

source: Name
fr: nom

source: Name - Title (expression)
fr: Nom - Titre (expression)

source: Name - Title (work)
fr: Nom - Titre (oeuvre)

source: Name / Uniform title - Identification of a work
fr: Nom / Titre uniforme - identification d'une oeuvre

source: Name / Uniform title - Identification of an expression
fr: Nom / Titre uniforme - identification d'une expression

source: Name of Part
fr: titre de partie

source: Name of Publisher, Producer, Distributor or Manufacturer
fr: Nom de l'éditeur, producteur, distributeur ou fabricant

source: Name of Section or Part
fr: titre partie

source: Name of location of host in subfield $a
fr: Adresse du serveur cité dans la sous-zone $a

source: Name of publisher, distributor, etc.
fr: nom de l'éditeur, du distributeur, etc.

source: Nationality of the Entity
fr: Nationalité de l'entité

source: Nonpublic Note
fr: Note confidentielle

source: Note About Reproduction
fr: note

source: Note Text
fr: Texte de la note

source: Note on audience
fr: Note sur le public destinataire

source: Notes on Information Service Policy
fr: Note sur la politique des services d'information

source: Number of Meeting and/or Part of Meeting
fr: Numéro de congrès

source: Number of Parts
fr: Nombre de parties

source: Number of Players
fr: nombre d'exécutants

source: Number of Section or Part
fr: numéro de partie (oeuvre)

source: Numeric Designation (for Music)
fr: Références numériques (pour la musique)

source: Occupation
fr: Profession

source: One character code
fr: Code d'un caractère

source: Operating System
fr: système d'exploitation

source: Organization
fr: organisation

source: Organization and Arrangement of Materials
fr: Organisation et arrangement du materiel

source: Original Language of the Work
fr: langue originale

source: Originating Source
fr: Origine de la notice

source: Other ARK
fr: Autre ARK

source: Other Characteristics of Expression [Expression]
fr: autres caractéristiques (expression)

source: Other Coding for Content Form
fr: autre code de la forme de contenu

source: Other Coding for Media Type
fr: autre code du type de médiation

source: Other Distinguishing Characteristics of a Work
fr: autres caractéristiques

source: Other Geographic Regions or Features
fr: autre entité géographique

source: Other Title Information
fr: complément du titre

source: Other characteristics
fr: Autres caractéristiques

source: Other characteristics (expression)
fr: Autres caractéristiques (expression)

source: Other classification numbers
fr: Autres classifications

source: Other part of the name
fr: Autre partie du nom

source: Other system persistent record identifier
fr: Identificateur de la notice dans un autre système

source: Other system record identifier
fr: Identificateur de la notice dans un autre système

source: Parallel Title
fr: titre parallèle

source: Parallel form - Character
fr: Forme parallèle - Personnage

source: Parallel form - Classification section
fr: Forme parallèle - Auteur/Rubrique de classement

source: Parallel form - Name/Title (expression)
fr: Forme parallèle - Nom/Titre (expression)

source: Parallel form - Name/Title (work)
fr: Forme parallèle - Nom/Titre (oeuvre)

source: Parallel form - Publisher or printer
fr: Forme parallèle - Editeur ou imprimeur

source: Parallel form - Title (expression)
fr: Forme parallèle - Titre (expression)

source: Parallel form - Title (work)
fr: Forme parallèle - Titre (oeuvre)

source: Part of name other than entry element
fr: Autre élément du nom

source: Part of name other than entry element and rejected element
fr: Partie du nom autre que l'élément d'entrée et que l'élément rejeté

source: Part or Role Played
fr: partie ou role joué

source: Part or role played
fr: Partie ou rôle joué

source: Part title
fr: Titre de partie

source: Password
fr: Mot de passe

source: Path
fr: Chemin d'accès

source: Persistent Record Identifier
fr: Identificateur de la notice persistant

source: Physical Description
fr: collation

source: Physical description of the reproduction
fr: description physique

source: Place
fr: Lieu

source: Place and date of provenance
fr: Lieu et date de provenance

source: Place of Origin of Work
fr: lieu d'origine

source: Place of Publication
fr: lieu de publication

source: Place of Publication, Production, Distribution or Manufacture
fr: Lieu de publication, production, distribution ou construction

source: Place of origin
fr: Lieu d'orgine

source: Place of publication
fr: Lieu de publication

source: Place of reproduction
fr: lieu de reproduction

source: Places
fr: Lieux

source: Places Associated with the Family
fr: lieu associé

source: Precise location, room, etc.
fr: lieu précis, salle, etc.

source: Preferred Access Point - Identification of a Work
fr: Titre uniforme - identification d'une oeuvre

source: Preferred Access Point - Identification of an Expression
fr: Titre uniforme - identification d'une expression

source: Printing and/or Publishing Information Transcribed as Found in the Colophon
fr: information de publication ou d'impression transcrite telle que trouvée dans le colophon

source: Printing and/or Publishing Information Transcribed as Found in the Main Source of Information
fr: information de publication ou d'impression transcrite telle que trouvée dans la principale source d'information

source: Processor of Request
fr: Nom de l'utilisateur

source: Production, Publication, Distribution, Manufacture statements
fr: Instructions de production, publication, distribution, fabrication

source: Program
fr: Programme

source: Project Acronym
fr: Acronyme du projet

source: Project Name
fr: Nom du projet

source: Project Number
fr: Numéro de projet

source: Public Note
fr: Note publique

source: Publication date
fr: Date de publication

source: Publisher or printer
fr: Editeur ou imprimeur

source: Qualifier
fr: Qualificatif

source: Qualifier of attribution
fr: Qualificatif d'attribution

source: Qualifier other than dates
fr: Qualif autre que dates

source: Qualifiers
fr: Qualificatifs

source: Qualifiers other than dates
fr: Qualificatifs autres au les dates

source: Record Control Number
fr: Numéro d'identification de la notice

source: Record identifier
fr: Identificateur de la notice

source: Regional encoding
fr: Encodage régional

source: Rejected element
fr: Elément rejeté

source: Rejected form - Author/Classification section
fr: Forme rejetée - Auteur/Rubrique de classement

source: Rejected form - Author/Title
fr: Forme rejetée - Auteur/Titre

source: Rejected form - Character
fr: Forme rejetée - Personnage

source: Rejected form - Name/Title (expression)
fr: Forme rejetée - Nom/Titre (expression)

source: Rejected form - Name/Title (work)
fr: Forme rejetée - Nom/Titre (oeuvre)

source: Rejected form - Publisher or printer
fr: Forme rejetée - Editeur ou imprimeur

source: Rejected form - Title (expression)
fr: Forme rejetée - Titre (expression)

source: Rejected form - Title (work)
fr: Forme rejetée - Titre (oeuvre)

source: Relator code
fr: Code de fonction

source: Replaced Heading
fr: Vedette remplacée

source: Replaced Heading Information
fr: Information sur les vedettes remplacées

source: Replacement Heading
fr: Vedette de remplacement

source: Reproduction is complete
fr: reproduction complète

source: Reproduction is not complete
fr: reproduction incomplète

source: Resolution
fr: Résolution

source: Role
fr: Rôle

source: Roman numerals
fr: Chiffres romains

source: Rules
fr: Règles

source: Script of cataloguing and script of the base heading
fr: Ecriture de catalogage et écriture de la racine de la vedette

source: Season
fr: saison

source: See Also - Author/Classification section
fr: Forme associée - Auteur/Rubrique de classement

source: See Also - Author/Title
fr: Forme associée - Auteur/Titre

source: See Also - Character
fr: Forme associée - Personnage

source: See Also - Collectivity
fr: Forme associée - Collectivité

source: See Also - Collectivity associated with the expression
fr: Forme associée - Nom de collectivité associé à l'expression

source: See Also - Family
fr: Forme associée - Famille

source: See Also - Family associated with the expression
fr: Forme associée - Famille associée à l'expression

source: See Also - Family responsible for the work
fr: Forme associée - Famille responsable de l'oeuvre

source: See Also - Form, genre or physical characteristics
fr: Forme associée - Forme, genre ou caractéristique physique

source: See Also - Name/Title (expression)
fr: Forme associée - Nom/Titre (expression)

source: See Also - Name/Title (work)
fr: Forme associée - Nom/Titre (oeuvre)
